Repository: DenDyGH/skin.arctic.zephyr.2.resurrection.mod
Catalog: language/resource.language.*/strings.po
Languages: es_mx, fr_fr, hu_hu, pl_pl, zh_cn

# #31449
source: Favourites browser
hu_hu: Kedvencek böngésző
pl_pl: Przeglądarka ulubionych

# #31450
source: Allow to scroll seekbar
hu_hu: A keresősáv görgetésének engedélyezése
pl_pl: Zezwól na przewijanie paska postępu

# #31451
source: Hide forward/rewind button
hu_hu: Előre/visszatekerés gomb elrejtése
pl_pl: Ukryj przyciski przewijania do przodu/do tyłu

# #31452
source: Hide chapters button
hu_hu: Fejezetek gomb elrejtése
pl_pl: Ukryj przyciski rozdziałów

# #31453
source: Hide settings button
hu_hu: Beállítás gomb elrejtése
pl_pl: Ukryj przycisk ustawień

# #31454
source: Hide player process info button
hu_hu: Lejátszási infó gomb elrejtése
pl_pl: Ukryj przycisk informacji o procesie odtwarzacza

# #31456
source: Show time remaining instead of end time
hu_hu: A hátralévő idő megjelenítése a befejezési idő helyett
pl_pl: Pokaż pozostały czas zamiast godzinę zakończenia

# #31457
source: Remaining:
hu_hu: Hátralevő:
pl_pl: Pozostało:

# #31458
source: Hide channels icon in pvr guide
hu_hu: Csatorna ikon elrejtése a pvr műsorújságban
pl_pl: Ukryj ikony kanałów w przewodniku

# #31459
source: Selection box: invert text color
hu_hu: Kiválasztóbox szövegszín invertálás
pl_pl: Pole wyboru: odwróć kolor czcionki

# #31460
source: Debug: show arts path
hu_hu: Hibakeresés: mutasd az "art" elérési utat
pl_pl: Debug: pokaż ścieżkę obrazków

# #31461
source: Alpha value for some dialogs
hu_hu: Áttetszőség néhány dialóghoz
pl_pl: Wartość alpha dla niektórych dialogów

# #31463
source: Selection box: enable transparency
hu_hu: Kiválasztóbox áttetszőség engedélyezése
pl_pl: Pole wyboru: włącz przezroczystość

# #31464
source: Select a transparency value
hu_hu: Áttetszőség beállítás
pl_pl: Wybierz poziom przezroczystości

# #31465
source: Series Premiere
hu_hu: Sorozat bemutató
pl_pl: Premiera Serialu

# #31466
source: Season Premiere
hu_hu: Szezon bemutató
pl_pl: Premiera Sezonu

# #31467
source: Mid-Season Premiere
hu_hu: Középszezon bemutató
pl_pl: Premiera śródsezonowa

# #31468
source: Series Finale
hu_hu: Sorozat finálé
pl_pl: Finał Serialu

# #31469
source: Season Finale
hu_hu: Szezon finálé
pl_pl: Finał Sezonu

# #31470
source: Mid-Season Finale
hu_hu: Középszezon finálé
pl_pl: Finał śródsezonowy

# #31471
source: Premiere and finale indicators for episodes
hu_hu: Az epizódok bemutató és finálé indikátora
pl_pl: Oznaczenia premier i finałów odcinków

# #31472
source: Episode:
hu_hu: Epizód:
pl_pl: Odcinek:

# #31473
source: Hide genre in info line in some views
hu_hu: Műfaj elrejtése az információs sorban egyes nézetekben
pl_pl: Wyłącz wyświetlanie gatunku w niektórych widokach

# #31474
source: Hide play/pause button
hu_hu: Szünet/lejátszás gomb elrejtése
pl_pl: Ukryj przycisk play/pauza

# #31475
source: Hide stop button
hu_hu: Stop gomb elrejtése
pl_pl: Ukryj przycisk stop

# #31476
source: Hide MPAA classification
hu_hu: MPAA besorolás elrejtése
pl_pl: Ukryj klasyfikacje MPAA

# #31477
source: Show date under clock
hu_hu: Dátum megjelenítése az óra alatt
pl_pl: Pokazuj datę pod zegarkiem

# #31478
source: Hide match info in widgets
hu_hu: Információk elrejtése a widgetekben
pl_pl: Ukryj info o trafności w widgetach

# #31479
source: Hide bookmarks button
hu_hu: Könyvjelző gomb elrejtése
pl_pl: Ukryj przycisk zakładek

# #31480
source: Lists
hu_hu: Listák
pl_pl: Listy

# #31481
source: Hide menu when focus is on widgets
hu_hu: Menü elrejtése, ha a fókusz a widgeteken van
pl_pl: Ukryj menu gdy focus jest na widgetach

# #31482
source: Configure viewtypes
pl_pl: Konfiguracja widoków

# #31483
source: Show episodes count
pl_pl: Pokazuj ilość odcinków

# #31484
source: Indicators
pl_pl: Oznaczenia

# #31485
source: Title label in extended info dialog as
pl_pl: Pokazuj tytuł w oknie rozszerzonych informacji jako

# #31486
source: Text
pl_pl: Tekst

# #31488
source: Cancelled
pl_pl: Anulowany

# #31489
source: Ended
pl_pl: Zakończony

# #31490
source: Released
pl_pl: Wydany

# #31491
source: In-Production
pl_pl: W produkcji

# #31492
source: Planned
pl_pl: Planowany

# #31493
source: Premiering
pl_pl: Premiera

# #31494
source: Returning
pl_pl: Powraca

# #31495
source: Airing
pl_pl: Emisja

# #31496
source: Last aired
pl_pl: Ostatnia emisja

# #31497
source: Hide CD Spin
pl_pl: Ukryj CD

# #31498
source: Show codecs as text
pl_pl: Wyświetlaj kodeki w formie tekstu

# #31499
source: Show codecs as text in OSD
pl_pl: Wyświetlaj kodeki w formie tekstu w OSD

# #31500
source: Hide CD Spin in VideoOSD
pl_pl: Nie wyświetlaj płyty CD w VideoOSD

# #31501
source: Use TMDBHelper to crop clearlogo
pl_pl: Użyj TMDBHelper do przycinania clearlogo

# #31502
source: Playback Speed
pl_pl: Prędkość odtwarzania

# #31503
source: Codecs
pl_pl: Kodeki

# #31504
source: Disable cast dialog in VideoOSD
pl_pl: Wyłącz okno z obsadą w VideoOSD

# #31505
source: Disable playlist/episodes dialog in VideoOSD
pl_pl: Wyłącz okno z playlistą/odcinkami w VideoOSD

# #31506
source: Show time remaining instead of duration
pl_pl: Pokaż pozostały czas zamiast czas trwania

# #31507
source: Hide info panel
pl_pl: Ukryj panel z informacjami

# #31508
source: Flix2 Views: background blur
pl_pl: Widoki Flix2: rozmycie tła

# #31509
source: Hide header
pl_pl: Ukryj nagłówek

# #31510
source: Clock and weather in home window
pl_pl: Zegar i pogoda w oknie głównym

# #31511
source: Hide chapters mark
pl_pl: Ukryj znaczniki rozdziałów

# #31512
source: Blur (Quality)
pl_pl: Rozmycie (Jakość)

# #31513
source: Blur (Performance)
pl_pl: Rozmycie (Wydajność)

# #31514
source: Simple
pl_pl: Zwykły

# #31515
source: Notification style
pl_pl: Styl powiadomień

# #31516
source: Extended
pl_pl: Rozszerzony

# #31517
source: Monochrome
pl_pl: Monochromatyczne

# #31518
source: Colorful
pl_pl: Kolorowe

# #31519
source: Mix
pl_pl: Mieszane

# #31520
source: White
pl_pl: Białe

# #31521
source: Highlight
pl_pl: Kolor podświetlenia

# #31522
source: Startup image
pl_pl: Obraz ekranu ładowania

# #31523
source: Autoscroll
pl_pl: Automatyczne przewijanie

# #31524
source: Show "more..." folder in widgets
pl_pl: Pokazuj folder "więcej..." w widgetach

# #31103
source: Live TV
es_mx: TV en directo
fr_fr: TV en direct
hu_hu: Élő tv

# #31105
source: Spotlight
es_mx: Destacadas
fr_fr: Projecteur
hu_hu: Kiemelt

# #31139
source: Widgets and Layout
hu_hu: Widgetek és elrendezés

# #31170
source: Clearlogo
hu_hu: Szezon infó 2

# #31188
source: Automatically switch colour theme based on time (Light 6am - Dark 6pm)
hu_hu: Automata téma-színváltás (világos reggel 6-tól, sötét este 6-tól)

# #31231
source: Lovefilm
fr_fr: Film d'amour
hu_hu: Szerelmesfilm

# #31422
source: Live TV / PVR
es_mx: TV en directo / PVR
fr_fr: TV en direct / Enregistreur
hu_hu: Élő TV / PVR

# #30064
source: 3 seconds
es_mx: 3 segundos
fr_fr: 3 secondes
hu_hu: 3 másodperc

# #30065
source: 5 seconds
es_mx: 5 segundos
fr_fr: 5 secondes
hu_hu: 5 másodperc

# #30079
source: Netflix style | Multiple widgets
hu_hu: Netflix stílus | Többszörös widgetek

# #30080
source: Netflix style (dark) | Multiple widgets
hu_hu: Netflix stílus (sötét) | Többszörös widgetek

# #30085
source: Gradient
es_mx: Degradado
fr_fr: Dégradé
hu_hu: Gradiens

# #31440
source: ROM Info Wall Trailer
fr_fr: Mur d'information et bande-annonce jeu vidéo
hu_hu: ROM Info fal bemutató

# #31121
source: Fanart
es_mx: Mostrar Fanart
fr_fr: Habillage

# #31132
source: Use short music osd
es_mx: Mostrar OSD corto para música
fr_fr: Utiliser un OSD réduit pour la musique

# #31188
source: Automatically switch color theme based on time (Light 6am - Dark 6pm)
es_mx: Cambiar automáticamente tema de color según período (6AM Claro - 6PM Oscuro)
fr_fr: Changer automatiquement le thème de couleur en fonction de l'heure (6h - 18h)

# #31343
source: PVR
fr_fr: Enregistreur

# #31437
source: ROM Info Wall Trailer
es_mx: Muro, información y tráiler ROM
