Repository: DenDyGH/skin.arctic.zephyr.2.resurrection.mod
Catalog: language/resource.language.*/strings.po
Languages: es_mx, fr_fr, hu_hu, pl_pl, zh_cn

# #31292
source: Kodi is busy$COMMA one moment please
es_mx: Kodi está ocupado$COMMA un momento por favor
fr_fr: Kodi est occupé$COMMA un moment s'il vous plait
hu_hu: Kodi dolgozik$COMMA egy pillanat...
pl_pl: Kodi jest zajęty$COMMA proszę poczekać

# #31295
source: Random Artists
es_mx: Artistas aleatorios
fr_fr: Artistes aléatoires
hu_hu: Véletlenszerű előadók
pl_pl: Losowi artysci

# #31296
source: Movie Nodes
es_mx: Nodos película
fr_fr: Nœuds de film
hu_hu: Filmcsomópontok
pl_pl: Węzły filmu

# #31297
source: TvShow Nodes
es_mx: Nodos serie TV
fr_fr: Nœuds de série TV
hu_hu: Sorozat csomópontok
pl_pl: Węzły serialu

# #31298
source: Media Info
es_mx: Info de contenido
fr_fr: Information du média
hu_hu: Média infó
pl_pl: Informacje o mediach

# #31300
source: Music Nodes
es_mx: Nodos música
fr_fr: Nœuds de musique
hu_hu: Zene csomópontok
pl_pl: Węzły muzyki

# #31301
source: TV Shows
es_mx: Series TV
fr_fr: Séries TV
hu_hu: Sorozatok
pl_pl: Seriale

# #31302
source: Music Sources
es_mx: Fuentes de música
fr_fr: Sources de musique
hu_hu: Zene források
pl_pl: Źródła muzyki

# #31303
source: Latest Changes
es_mx: Últimos cambios
fr_fr: Dernières modifications
hu_hu: Legutóbbi változások
pl_pl: Ostatnie zmiany

# #31304
source: Picture Sources
es_mx: Fuentes de imagen
fr_fr: Sources d'image
hu_hu: Kép források
pl_pl: Żródła obrazów

# #31306
source: Special Features
es_mx: Características especiales
fr_fr: Caractéristiques spéciales
hu_hu: Különleges tulajdonságok
pl_pl: Funkcje specjalne

# #31308
source: Player
fr_fr: Lecteur
hu_hu: Lejátszó
pl_pl: Odtwarzacz

# #31310
source: User rating
es_mx: Su puntuación
fr_fr: Note de l'utilisateur
hu_hu: Pontozás
pl_pl: Oceny użytkownika

# #31311
source: Rate Song
es_mx: Valorar canción
fr_fr: Évaluer la chanson
hu_hu: Dal pontozása
pl_pl: Oceń piosenke

# #31314
source: Automatically display music video info at beginning and end of clip
es_mx: Motrar automáticamente información del vídeo musical al inicio y al final del vídeo
fr_fr: Afficher automatiquement les informations sur la vidéo musicale au début et à la fin du clip
hu_hu: A videoklipek információinak automatikus megjelenítése a klip elején és végén
pl_pl: Automatycznie wyświetl informacje o teledysku na początku i końcu klipu

# #31317
source: Watched indicators
es_mx: Mostrar indicadores de visto
fr_fr: Indicateurs 'Vu'
hu_hu: Nézett jelölések
pl_pl: Wskażnik obejrzanych

# #31346
source: Video OSD
es_mx: OSD de vídeo
fr_fr: OSD de vidéo
hu_hu: Videó osd
pl_pl: OSD Wideo

# #31347
source: Music OSD
es_mx: OSD de música
fr_fr: OSD de musique
hu_hu: Zenei osd
pl_pl: OSD Muzyki

# #31349
source: Initialising Skin
es_mx: Iniciando skin
fr_fr: Intialisation habillage
hu_hu: Felszín beállítások betöltése
pl_pl: Inicjalizacja skórki

# #31356
source: Years Old
es_mx: Años
fr_fr: Ans
hu_hu: Éves
pl_pl: Lat

# #31358
source: Poster Wall
es_mx: Muro de carteles
fr_fr: Mur d'affiches
pl_pl: Sciana plakatu

# #31359
source: Landscape Wall
es_mx: Muro de Landscape
fr_fr: Mur de paysages
pl_pl: Sciana krajobrazu

# #31360
source: Square Wall
es_mx: Muro cuadrado
fr_fr: Mur de carrés
pl_pl: Kwadratowa sciana

# #31361
source: Landscape Showcase
es_mx: Escaparate de Landscape
fr_fr: Vitrine de paysages
pl_pl: Pokaz krajobrazowy

# #31362
source: Square Showcase
es_mx: Escaparate cuadrado
fr_fr: Vitrine de carrés
pl_pl: Pokaz kwadratowy

# #31363
source: Big Posters
es_mx: Carteles grandes
fr_fr: Grandes affiches
hu_hu: Nagy poszterek
pl_pl: Duze plakaty

# #31367
source: Recently Added TV Shows
es_mx: Series TV añadidas recientemente
fr_fr: Séries TV récemment ajoutées
hu_hu: Utoljára hozzáadott sorozatok
pl_pl: Ostatnio dodane seriale

# #31374
source: Order
es_mx: Orden
fr_fr: Classer
hu_hu: Rendezés
pl_pl: Kolejność

# #31377
source: Display video lyrics
es_mx: Mostrar letras de canciones (CU LCR Lyrics)
fr_fr: Afficher les paroles de la vidéo (CU LCR Lyrics)
hu_hu: Videó dalszöveg
pl_pl: Wyświetl napisy wideo

# #31379
source: Display plot overlay after delay
es_mx: Mostrar argumento durante la espera
fr_fr: Afficher la résumé en superposition après un délai
hu_hu: Infó mutatásának késleltetése
pl_pl: Wyświetl nakładke fabularną po czasie

# #31380
source: Untitled
es_mx: Sin título
fr_fr: Sans titre
hu_hu: Cím nélküli
pl_pl: Bez tytułu

# #31381
source: Last Played Channels
es_mx: Últimos canales reproducidos
fr_fr: Dernières chaînes regardées
hu_hu: Utoljára nézett csatornák
pl_pl: Ostatnio odtwarzane kanały

# #31382
source: Active Recordings
es_mx: Activar grabaciones
fr_fr: Enregistrements actifs
hu_hu: Felvételek indítása
pl_pl: Aktywne nagrania

# #31383
source: Grouped Active Recordings
es_mx: Agrupar grabaciones activas
fr_fr: Enregistrements actifs groupés
hu_hu: Felvételek csoportos indítása
pl_pl: Pogrupowane aktywne nagrania

# #31384
source: Grouped Deleted Recordings
es_mx: Agrupar grabaciones eliminadas
fr_fr: Enregistrements supprimés groupés
hu_hu: Csoportosan törölt felvételek
pl_pl: Pogrupowane usunięta nagrania

# #31386
source: Auto close OSD controls after delay (in seconds)
es_mx: Cierre automático de controles OSD (en segundos)
fr_fr: Fermeture automatique des commandes OSD après un délai (en secondes)
hu_hu: Osd gombok elrejtése késleltetve (másodperc)
pl_pl: Automatycznie zamknij kontrolki OSD po czasie (w sekundach)

# #31387
source: Autohide seekbar after pausing
pl_pl: Ukrywaj OSD podczas pauzy

# #31391
source: Page
es_mx: Página
hu_hu: Oldal
pl_pl: Strona

# #31395
source: Music Playlist
es_mx: Lista de reproducción de música
fr_fr: Liste de lecture musique
hu_hu: Zenei lejátszólista
pl_pl: Lista odtwarzania muzyki

# #31396
source: Video Playlist
es_mx: Lista de reproducción de vídeo
fr_fr: Liste de lecture vidéo
hu_hu: Film lejátszólista
pl_pl: Lista odtwarzania wideo

# #31399
source: Text
es_mx: Texto
fr_fr: Texte
hu_hu: Szöveg
pl_pl: Tekst

# #31408
source: Subtitle settings
es_mx: Ajustes subtítulos
fr_fr: Paramètres des sous-titres
hu_hu: Felirat beállítások
pl_pl: Ustawienia napisów

# #31409
source: Disable auto pop-up OSD dialogs
pl_pl: Wyłącz wyskakujące okna dialogowe w OSD

# #31412
source: Apply
es_mx: Aplicar
fr_fr: Appliquer
hu_hu: Alkalmaz
pl_pl: Zastosuj

# #31414
source: Explore
es_mx: Explorar
fr_fr: Explorer
hu_hu: Böngészés
pl_pl: Wyszukaj

# #31415
source: Icon
es_mx: Icono
fr_fr: Icône
hu_hu: Ikon
pl_pl: Ikona

# #31421
source: Banner List
es_mx: Lista de Banners
fr_fr: Liste de bannière
hu_hu: Banner Lista
pl_pl: Lista banerów

# #31423
source: MediaInfo Extended
pl_pl: MediaInfo Rozszerzony

# #31424
source: Icon Wall
es_mx: Muro de iconos
fr_fr: Mur d'icônes
pl_pl: Sciana ikon

# #31425
source: Circle Wall
es_mx: Muro circular
fr_fr: Mur de cercle
pl_pl: Sciana okręgów

# #31426
source: Info Wall
es_mx: Muro e información
fr_fr: Mur d'information
pl_pl: Sciana informacji

# #31427
source: Season Info
es_mx: Info de Temporada
fr_fr: Information de la saison
hu_hu: Szezon infó
pl_pl: Informacje o sezonie

# #31428
source: Loading
es_mx: Cargando
fr_fr: Chargement
hu_hu: Betöltés
pl_pl: Ładowanie

# #31429
source: Submenu Hub
es_mx: Submenú Hub
fr_fr: Sous-menu Hub
hu_hu: Almenü hub
pl_pl: Hub Podmenu

# #31430
source: Queued
es_mx: En cola
fr_fr: En file d'attente
hu_hu: Sorban
pl_pl: Zakolejkowane

# #31431
source: Landscape Wall Small
es_mx: Muro de Landscape pequeño
fr_fr: Mur de petits paysages
hu_hu: Landscape Wall kicsi
pl_pl: Mniejsza sciana krajobrazów

# #31432
source: Music Videos by Artist Named
es_mx: Videos musicales por nombre de artista
fr_fr: Clips vidéo par artiste nommé
hu_hu: Zenei videók előadónév szerint
pl_pl: Teledyski po nazwie artystów

# #31433
source: Choose Palette
es_mx: Seleccionar paleta
fr_fr: Choisissez Palette
hu_hu: Paletta választás
pl_pl: Wybierz paletę

# #31434
source: Clearart with seekbar
es_mx: Mostrar Clearart con la barra de búsqueda
fr_fr: Clearart avec barre de recherche
hu_hu: Clearart haladási-sávval
pl_pl: Clearart z paskiem przeszukiwania

# #31435
source: ROM Trailer
es_mx: Tráiler de ROM
fr_fr: Bande-annonce jeu vidéo
hu_hu: ROM bemuetató
pl_pl: Żwiestun ROMu

# #31436
source: Info Wall 2
es_mx: Muro e información 2
fr_fr: Mur d'information 2
pl_pl: Sciana informacji 2

# #31437
source: Tracks from
fr_fr: Pistes de
hu_hu: Számok innen
pl_pl: Scieżki z

# #31438
source: Use higher contrast text for unselected widgets
es_mx: Usar texto de contraste más alto para widgets no seleccionados
fr_fr: Utiliser un texte à contraste plus élevé pour les widgets non sélectionnés
hu_hu: Nagyobb kontraszt a ki nem választott widgeten
pl_pl: Użyj wyższego kontrastu tekstu dla niewybranych widgetów

# #31439
source: Show page and item counts on list pages
es_mx: Mostrar recuentos de páginas y elementos en páginas de lista
fr_fr: Afficher le nombre de pages et d'éléments sur les pages de liste
hu_hu: Oldal és elemszámok a listázott oldalakon
pl_pl: Wyświetlanie liczby stron i elementów na stronach listy

# #30035
source: Continue watching in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
fr_fr: Continuer à regarder dans [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secondes
hu_hu: Folytatás [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] másodperc múlva
pl_pl: Kontynuuj oglądanie w [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekundzie

# #30036
source: Up next in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
fr_fr: Suivant dans [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secondes
hu_hu: Up next [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] másodperc múlva
pl_pl: Natępne w [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekundzie

# #30037
source: Next episode in [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] seconds
fr_fr: Prochain épisode dans [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] secondes
hu_hu: Következő rész [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] másodperc múlva
pl_pl: Następny odcinek w [COLOR FFFF4081]$INFO[Window.Property(remaining)][/COLOR] sekundzie

# #30038
source: This is a light mod of Arctic Zephyr 2 by heppen. Arctic Zephyr 2 is a minimalistic skin created by jurialmunkey and moded to work with Kodi 19 Matrix by pkscout. The skin is designed to be simple so that the user can focus on their media content. In addition to the default light colour scheme, the skin also includes a number of darker variations.
es_mx: Este es un mod ligero de Arctic Zephyr 2 de heppen. Arctic Zephyr 2 es una piel minimalista creada por jurialmunkey y modeada para trabajar con Kodi 19 Matrix por pkscout. La piel está diseñada para ser simple para que el usuario pueda centrarse en su contenido multimedia. Además del esquema de color claro predeterminado, la piel también incluye una serie de variaciones más oscuras
fr_fr: Il s'agit d'une modification légère d'Arctic Zephyr 2 par heppen. Arctic Zephyr 2 est un habillage minimaliste créé par jurialmunkey et conçu pour fonctionner avec Kodi 19 Matrix par pkscout. Le habillage est conçu pour être simple afin que l'utilisateur puisse se concentrer sur son contenu multimédia. En plus du jeu de couleurs claires par défaut, l'habillage comprend également un certain nombre de variations plus sombres.
hu_hu: Ez az Arctic Zephyr 2 módosítása heppentől. Az Arctic Zephyr 2 egy minimalista felszín, amelyet jurialmunkey hozott létre, és pkscout módosította a Kodi 19 Matrixhoz. A felszínt úgy tervezték, hogy egyszerű legyen, hogy a felhasználó a médiatartalmakra koncentrálhasson. Az alapértelmezett világos színvilág mellett a felszín sötétebb variációt is tartalmaz.
pl_pl: Jest to modyfikacja skórki Arctic Zephyr 2 autorstwa heppen. Arctic Zephyr 2 jest minimalistyczną skórką stworzoną przez jurialmunkey i zmodowaną do pracy z Kodi 19 Matrix przez pkscout. Skórka została zaprojektowana jako prosta, aby użytkownik mógł skupić się na swojej zawartości multimedialnej. Oprócz domyślnego jasnego schematu kolorów, skórka zawiera również kilka ciemniejszych wariantów.

# #30039
source: Reset
es_mx: restablecer
fr_fr: Reintialiser
hu_hu: Visszaállítás
pl_pl: Resetuj

# #30040
source: Restore to defaults
es_mx: Restaurar a los valores predeterminados
fr_fr: Restaurer les valeurs par défaut
hu_hu: Alapbeállításokra visszaállít
pl_pl: Przywróć do domyślnych

# #30050
source: Other
es_mx: otro
fr_fr: Autres
hu_hu: Egyéb
pl_pl: Inne

# #30051
source: Vertical menu | Multiple widgets
es_mx: Menú vertical | Multiples widgets
fr_fr: Menu vertical | Multiples widgets
hu_hu: Függőleges menü | Többszörös widgetek
pl_pl: Menu wertykalne | Wiele widgetów

# #30052
source: Horizontal menu | Multiple widgets
es_mx: Menú Horizontal | Multiples widgets
fr_fr: Menu Horizontal | Multiples widgets
hu_hu: Vízszintes menü | Többszörös widgetek
pl_pl: Menu horyzontalne | Wiele widgetów

# #30053
source: Icons + Text
es_mx: Iconos y texto
fr_fr: Icônes + Texte
hu_hu: Ikonok + Szöveg
pl_pl: Ikony + Tekst

# #30054
source: Text
es_mx: Texto
fr_fr: Texte
hu_hu: Szöveg
pl_pl: Tekst

# #30055
source: Icons
es_mx: Iconos
fr_fr: Icônes
hu_hu: Ikonok
pl_pl: Ikony

# #30056
source: Auto-width Text
fr_fr: Texte à largeur automatique
hu_hu: Automatikus szélességű szöveg
pl_pl: Automatyczna szerokość tekstu

# #30057
source: Fixed-width Text
fr_fr: Texte à largeur fixe
hu_hu: Fix szélességű szöveg
pl_pl: Ustalona szerokośc tekstu

# #30058
source: Fixed
es_mx: Fijo
fr_fr: Fixe
hu_hu: Rögzített
pl_pl: Ustalony

# #30059
source: Default
fr_fr: Défaut
hu_hu: Alap
pl_pl: Domyślne

# #30060
source: Search
es_mx: Buscar
fr_fr: Rercherche
hu_hu: Keresés
pl_pl: Szukaj

# #30061
source: Basic
es_mx: Basico
fr_fr: Basique
hu_hu: Alap
pl_pl: Proste

# #30062
source: Customize Widgets
es_mx: Personalizar widgets
fr_fr: Personnaliser les widgets
hu_hu: Widgetek testreszabása
pl_pl: Dostosuj Widgety

# #30063
source: Default search items
es_mx: Elementos de búsqueda predeterminados
fr_fr: Éléments de recherche par défaut
hu_hu: Alapértelmezett keresési elemek
pl_pl: Domyślne przedmioty wyszukiwania

# #31312
source: Management
fr_fr: Gestion
hu_hu: Kezelés
pl_pl: Zarządzanie

# #30044
source: Debugging
fr_fr: Déboguer
hu_hu: Felszín hibakereső mód
pl_pl: Debugowanie

# #30045
source: Home layout
es_mx: Diseño de Menú inicio
fr_fr: Agencement de la page d'accueil
hu_hu: Főmenü elrendezés
pl_pl: Układ strony głównej

# #30046
source: Menu style
es_mx: Estilo de menú
fr_fr: Style du menu
hu_hu: Menü stílus
pl_pl: Styl menu

# #30047
source: Corner icon
fr_fr: Icône de coin
hu_hu: Sarok ikon
pl_pl: Ikona w rogu

# #30048
source: Widget movement
es_mx: Movimiento del widget
fr_fr: Mouvement des widgets
hu_hu: Widget mozgatás
pl_pl: Ruch widgetów

# #30049
source: Auto-scroll single widgets
es_mx: desplazamiento automático de widgets individuales
fr_fr: Défilement automatique des widgets
hu_hu: Widget auto görgetés
pl_pl: Automatycznie przewijaj widgety

# #30066
source: Choose between focus border sizes
es_mx: Elegir entre tamaños de borde de selección
fr_fr: Choisissez entre les tailles de bordure de mise au point
hu_hu: Fókuszált keret méret kiválasztás
pl_pl: Styl obramowania

# #30067
source: Bold
es_mx: grueso
fr_fr: Epaisse
hu_hu: Vastag
pl_pl: Pogrubiony

# #30068
source: Thin
es_mx: delgado
fr_fr: Fine
hu_hu: Keskeny
pl_pl: Cienki

# #30070
source: Year
fr_fr: Films de l'année
hu_hu: Az Év filmjei
pl_pl: Rok

# #30071
source: Genre
fr_fr: Par genre
hu_hu: Műfaj szerint
pl_pl: Gatunek

# #30072
source: Crew
fr_fr: Équipe
hu_hu: Stáb
pl_pl: Ekipa

# #30042
source: Recommendations
es_mx: recomendado
fr_fr: Recommandé
hu_hu: Ajánlott
pl_pl: Rekomendacje

# #30043
source: Posters
fr_fr: Affiches
hu_hu: Poszterek
pl_pl: Plakaty

# #30073
source: Enable ratings for movies/tv shows
fr_fr: Activer les classifications pour les films/séries TV
hu_hu: Pontozás engedélyezése, filmek/sorozatok-nál
pl_pl: Włącz oceny online dla filmów/seriali

# #30074
source: Enable blur (may impact on performance)
fr_fr: Activer le flou (peut avoir un impact sur les performances)
hu_hu: Elmosás engedélyezése (a teljesítményre hatással lehet)
pl_pl: Włącz rozmycie tła (może mieć wpływ na wydajność)

# #30075
source: This is a setup wizard. He is guide you through some basic settings you would like to set :)[CR]Keep in mind, some of this settings may impact on performance, so choose carefully what you want to use. After that, you should be ready to go.[CR][CR]Enjoy using Arctic: Zephyr 2 - Resurrection.
es_mx: Este es un asistente de configuración. Esto lo guiará a través de algunos ajustes básicos :)[CR]Tenga en cuenta, algunos de estos ajustes pueden afectar al rendimiento, así que elija cuidadosamente lo que desea utilizar. Después de esto, usted estará listo para iniciar. [CR] [CR] Disfruta usando Arctic: Zephyr 2 - Resurrection.
fr_fr: Il s'agit d'un assistant de configuration. Il vous guide à travers certains paramètres de base que vous souhaitez définir :)[CR]Gardez à l'esprit que certains de ces paramètres peuvent avoir un impact sur les performances, alors choisissez soigneusement ce que vous souhaitez utiliser. Après cela, vous devriez être prêt à démarrer.[CR][CR]Profitez d'Arctic: Zephyr 2 - Resurrection.
hu_hu: Ez egy varázsló végigvezeti Önt néhány alapvető beállításon, amelyet be szeretne állítani :) [CR]Ne feledje, hogy ezek a beállítások némelyike befolyásolhatja a teljesítményt, ezért gondosan válassza ki, mit szeretne használni. Ezt követően készen áll az indításra.[CR][CR]Élvezze az Arctic Zephyr 2 - Resurrention-t.
pl_pl: To jest kreator konfiguracji. Przeprowadzi Cię on przez kilka podstawowych ustawień, które chciałbyś ustawić :)[CR]Miej na uwadze, że niektóre z tych ustawień mogą mieć wpływ na wydajność, więc wybierz ostrożnie, co chcesz ustawić.[CR][CR]Miłego korzystania z Arctic: Zephyr 2 - Resurrection.

# #30076
source: Initialising Services
es_mx: Iniciando servicios
fr_fr: Initialisation des services
hu_hu: Szolgáltatások beállítása
pl_pl: Initializowanie serwisów

# #30077
source: Initialising Shortcuts
es_mx: Iniciando accesos directos
fr_fr: Initialisation des raccourcis
hu_hu: Parancsikonok beállítása
pl_pl: Initializowanie skrótów

# #30078
source: Finished Initialising Skin
es_mx: Terminado de iniciar la piel
fr_fr: Initialisation de l'habillage terminée
hu_hu: Felszín beállítások befejezve
pl_pl: Zakończono initializowanie skórki

# #30079
source: Modern | Multiple widgets
es_mx: estilo Modern | Multiples widgets
fr_fr: Moderne | Multiple widgets
pl_pl: Modern | Wiele widgetów

# #30080
source: Modern (dark) | Multiple widgets
es_mx: estilo Modern (Oscuro) | Multiples widget
fr_fr: Moderne (sombre) | Multiple widgets
pl_pl: Modern (ciemny) | Wiele widgetów

# #30081
source: Icons only
es_mx: Solo íconos
fr_fr: Seulement icônes
hu_hu: Csak ikonok
pl_pl: Tylko ikony

# #30082
source: Update Library
es_mx: Actualizar Biblioteca
fr_fr: Mettre à jour la bibliothèque
hu_hu: Médiatár frissítése
pl_pl: Zaktualizuj bibliotekę

# #30083
source: Choose between icons type
es_mx: Elegir entre el tipo de iconos
fr_fr: Choisissez entre le type d'icônes
hu_hu: Ikon típusok közti váltás
pl_pl: Wybierz pomiędzy typem ikon

# #30084
source: Highlight
es_mx: Resaltado
fr_fr: Surligner
hu_hu: Kiemelt
pl_pl: Podświetlenie

# #30086
source: Gradient colour
es_mx: Color del Degradado
fr_fr: Couleur de dégradé
hu_hu: Gradiens szín
pl_pl: Kolor gradientu

# #30087
source: Creator
fr_fr: Créateur
hu_hu: Készíttette
pl_pl: Kreator

# #30088
source: Watched indicators
fr_fr: Indicateurs 'Vu'
hu_hu: Nézett jelölések
pl_pl: Znaczniki obejrzanych

# #30089
source: Watched progress colour
fr_fr: Couleur 'Visionnage en cours'
hu_hu: Nézett folyamatjelző színe
pl_pl: Kolor postępu obejrzanych

# #30090
source: Hide all indicators
fr_fr: Cacher tous les indicateurs
hu_hu: Minden jelölő elrejtése
pl_pl: Ukryj wszystkie znaczniki

# #30091
source: Classic corner style indicators
fr_fr: Style classique d'indicateurs dans le coin
hu_hu: Klasszikus sarok stílusú jelölők
pl_pl: Styl klasyczny znaczników rogu

# #30092
source: In-progress
fr_fr: En cours
hu_hu: Folyamatban
pl_pl: W trakcie

# #30093
source: Overlay
fr_fr: Superposition
hu_hu: Átfedés
pl_pl: Nakładka

# #30094
source: Gradient preview
es_mx: Vista previa de degradado
fr_fr: Prévisualisation du dégradé
hu_hu: Gradiens előnézet
pl_pl: Podgląd gradientu

# #30095
source: Colour
es_mx: Color
fr_fr: Couleur
hu_hu: Szín
pl_pl: Kolor

# #30096
source: Value
es_mx: Valor
fr_fr: Valeur
hu_hu: Érték
pl_pl: Wartość

# #30097
source: Enable Monochrome Highlight
es_mx: Activar resaltado monocromático
fr_fr: Activer le surlignage monochrome
hu_hu: Monokróm kiemelés engedélyezése
pl_pl: Włącz jednokolorowe podświetlenie

# #30098
source: Color Highlight
es_mx: Color de Resaltado
fr_fr: Couleur de surlignage
hu_hu: Színes kiemelés
pl_pl: Kolor podświetlenia

# #30100
source: Disable skin splash art on startup
es_mx: Deshabilitar Logo de skin en el inicio
fr_fr: Désactiver l'écran de démarrage de l'habillage
hu_hu: Felszín betöltőkép tiltása indításkor
pl_pl: Wyłącz ekran ładowania skórki

# #30101
source: Flix View | Multiple widgets
es_mx: Flix View | Multiples widgets
fr_fr: Vue NetFlix | Multiples widgets
hu_hu: Flix nézet | Többszörös widgetek
pl_pl: Widok Flix | Wiele widgetów

# #30102
source: Trailer
fr_fr: Bande annonce
hu_hu: Bemutató
pl_pl: Zwiastun

# #30103
source: Cast
es_mx: Reparto
hu_hu: Stáb
pl_pl: Obsada

# #30104
source: Rating
es_mx: Calificación
fr_fr: Classification
hu_hu: Értékelés
pl_pl: Ocena

# #30105
source: Switch Profile
es_mx: Cambiar Perfil
fr_fr: Changer de profil
hu_hu: Profilváltás
pl_pl: Zmień Profil

# #30106
source: Match
fr_fr: Correspond
hu_hu: Megegyező
pl_pl: Trafność

# #30107
source: Play Trailer in background in Flix View
es_mx: Reproducir tráiler en segundo plano en Flix View
fr_fr: Lire la bande-annonce en arrière-plan de la vue NetFlix
hu_hu: Előzetes lejátszása a háttérben, a Flix nézetnél
pl_pl: Odtwarzaj zwiastun w tle w widoku Flix

# #30108
source: Hide profile info in menu
es_mx: Deshabilitar la información del perfil en el menú de Inicio
fr_fr: Désactiver les informations de profil dans le menu
hu_hu: Profil elrejtése a menüben
pl_pl: Ukryj informacje o profilu w menu

# #30109
source: Enable zoom on hover
es_mx: Habilitar zoom en las caratulas de inicio
fr_fr: Activer le zoom au survol
hu_hu: Zoom engedélyezése kiválasztáskor
pl_pl: Włącz przybliżenie po najechaniu

# #30111
source: Set delay to playing Trailers in Flix View
fr_fr: Définir le délais pour jouer les bandes annonces dans la vue NetFlix
hu_hu: ÁA késleltetés beállítása az előzetesek lejátszásához, a Flix nézet-ben
pl_pl: Ustaw opóźnienie do odtwarzania zwiastunów w widoku Flix

# #30112
source: 4 seconds
fr_fr: 4 secondes
hu_hu: 4 másodperc
pl_pl: 4 sekundy

# #30113
source: 7 seconds
fr_fr: 7 secondes
hu_hu: 7 másodperc
pl_pl: 7 sekund

# #30114
source: Don't blur Home screen
fr_fr: Ne pas flouter l'écran d'accueil
hu_hu: Főmenüben az elmosás tiltása
pl_pl: Nie rozmywaj tła na stronie głównej

# #31441
source: Disable channel label in PVR Guide
fr_fr: Désactiver les étiquettes de chaînes dans le guide TV
hu_hu: Csatornacímke letiltása a PVR műsorújságban
pl_pl: Wyłącz nazwę kanału w przewodniku

# #31442
source: Show duration instead of rating in list view
hu_hu: Időtartam megjelenítése értékelés helyett listanézetben
pl_pl: Czas trwania zamiast oceny w widoku listy

# #31443
source: Genre
hu_hu: Műfaj
pl_pl: Gatunek

# #31444
source: Director
hu_hu: Rendező
pl_pl: Reżyser

# #31445
source: Writer
hu_hu: Író
pl_pl: Scenarzysta

# #31446
source: Tagline
hu_hu: Címsor
pl_pl: Slogan

# #31447
source: Premiered
hu_hu: Bemutatva
pl_pl: Premiera

# #31448
source: Fanart fallback image
hu_hu: Fanart háttérkép
pl_pl: Obraz zastępczy dla fanarta
