Repository: DenDyGH/skin.arctic.zephyr.2.resurrection.mod
Catalog: language/resource.language.*/strings.po
Languages: es_mx, fr_fr, hu_hu, pl_pl, zh_cn

# #32481
source: Increases the pool of recently watched items randomly selected from the seed to use for "Because You Watched" style recommendations.
zh_cn: 增加从种子中随机选择的最近观看的项目池，以用于“因为你看过”风格推荐。

# #32482
source: Random seed pool for recommendations
zh_cn: 随机推荐偏好库

# #32483
source: Allow 3rd party plugin access to API key/token
zh_cn: 允许第三方插件访问 API 密钥/令牌

# #32485
source: Add rating
zh_cn: 增加评分

# #32486
source: Certification
zh_cn: 证书

# #32487
source: Certification ( < or = )
zh_cn: 证书小于等于

# #32488
source: Certification ( > or = )
zh_cn: 证书大于等于

# #32489
source: Change rating
zh_cn: 改变评分

# #32490
source: Add to favourites
zh_cn: 添加到收藏夹

# #32491
source: Remove from favourites
zh_cn: 从收藏夹移除

# #32492
source: {} already exists in {}!\nDo you wish to remove this item from the list?
zh_cn: {} 已存在于 {} !\n你想要从列表中删除吗?

# #32493
source: Successfully removed {} from {}
zh_cn: 成功移除 {} 从 {}

# #32494
source: Successfully added {} to {}
zh_cn: 成功添加 {} 到 {}

# #32495
source: Create new node
zh_cn: 创建新节点

# #32496
source: Add/Remove as Custom Node
zh_cn: 添加/删除为自定义节点

# #32497
source: Container content fallback for service listitems without mediatypes
zh_cn: 为无媒体类型的服务列表项设置容器内容回退

# #32498
source: Some plugins have poor metadata and fail to fill the item mediatype which results in the service monitor not completing an item lookup. This setting allows the service monitor to use the container content type when item mediatype is missing. Note this setting will likely result more frequent incorrect matches due to the end plugin having bad metadata.
zh_cn: 部分插件的元数据质量较差，未能正确填充项目的媒体类型，导致服务监视器无法完成条目查找。此设置允许服务监视器在媒体类型缺失时，使用容器的内容类型作为回退。注意：启用此选项可能导致匹配错误率增加，因下游插件的元数据不完整或错误。

# #32499
source: Page multipliers (higher is slower)
zh_cn: 页面倍数（越高速度越慢）

# #32500
source: Page multiplier (TMDb basic lists)
zh_cn: 页面倍率（TMDb 基本列表）

# #32501
source: Page multiplier (Trakt basic lists)
zh_cn: 页面倍率（Trakt 基本列表）

# #32502
source: Page multiplier (Trakt sync lists)
zh_cn: 页面倍率（Trakt 同步列表）

# #32503
source: Page multiplier (Library windows)
zh_cn: 页面倍率（媒体库列表视图）

# #32504
source: Add {} to node
zh_cn: 将{}添加到节点

# #32505
source: Genre icons folder (TMDb)
zh_cn: 类型图标文件夹 (TMDb)

# #32506
source: Provider icons folder (TMDb)
zh_cn: 提供商图标文件夹 (TMDb)

# #32507
source: Genre icon folder (Trakt)
zh_cn: 类型图标文件夹 (Trakt)

# #32508
source: Recache Kodi Library details when building players
zh_cn: 在配置播放器插件时强制更新媒体库元数据缓存

# #32509
source: Use alternative TMDb API url
zh_cn: 使用备用 TMDb API url

# #32514
source: Add to MDbList list
zh_cn: 添加到 MDbList 列表

# #32516
source: MDbList API credentials not found.
zh_cn: 未找到 MDbList API 凭据。

# #32517
source: Add your personal MDbList API key in TMDbHelper settings.
zh_cn: 在 TMDbHelper 设置中添加您个人的 MDbList API 密钥。

# #32518
source: No static lists found for current MDbList user.
zh_cn: 未找到当前 MDbList 用户的静态列表。

# #32519
source: Remove from MDbList list
zh_cn: 从 MDbList 列表中删除

# #32521
source: Rated
zh_cn: 已评分

# #32522
source: TMDb user options
zh_cn: TMDb 用户选项

# #32523
source: Add/Remove from TMDb user list
zh_cn: 从 TMDb 用户列表中添加/删除

# #32524
source: User lists
zh_cn: 用户列表

# #32525
source: Add/Remove from TMDb favourites
zh_cn: 从 TMDb 收藏夹添加/删除

# #32526
source: Add/Remove from TMDb watchlist
zh_cn: 从 TMDB 监视列表添加/删除

# #32527
source: Remove from {}
zh_cn: 从{}中删除

# #32528
source: Add to {}
zh_cn: 添加到 {}

# #32529
source: Scrobble items played via TMDbHelper
zh_cn: 通过 TMDbHelper 播放的滚动项目

# #32530
source: Remove rating
zh_cn: 删除评分

# #32531
source: Method only available for VIP accounts.
zh_cn: 该方法仅适用于 VIP 账户。

# #32532
source: Force resync
zh_cn: 强制重新同步

# #32534
source: Trakt sync progress notifications
zh_cn: Trakt 同步进度通知

# #32535
source: Non-binary
zh_cn: 非二进制

# #32536
source: Unspecified
zh_cn: 未指定

# #30030
source: Hindi (India)
zh_cn: 印地语（印度）

# #30031
source: Hungarian (Hungary)
zh_cn: 匈牙利语（匈牙利）

# #30032
source: Indonesian (Indonesia)
zh_cn: 印度尼西亚语（印度尼西亚）

# #30033
source: Italian (Italy)
zh_cn: 意大利语（意大利）

# #30034
source: Japanese (Japan)
zh_cn: 日语（日本）

# #30035
source: Georgian (Georgia)
zh_cn: 格鲁吉亚语（格鲁吉亚）

# #30036
source: Kazakh (Kazakhstan)
zh_cn: 哈萨克语（哈萨克斯坦）

# #30037
source: Kannada (India)
zh_cn: 卡纳达语（印度）

# #30038
source: Korean (South Korea)
zh_cn: 韩语（韩国）

# #30039
source: Lithuanian (Lithuania)
zh_cn: 立陶宛语（立陶宛）

# #30040
source: Latvian (Latvia)
zh_cn: 拉脱维亚语（拉脱维亚）

# #30041
source: Malayalam (India)
zh_cn: 马拉雅拉姆语（印度）

# #30042
source: Malay (Malaysia)
zh_cn: 马来语（马来西亚）

# #30043
source: Malay (Singapore)
zh_cn: 马来语（新加坡）

# #30044
source: Norwegian Bokmål (Norway)
zh_cn: 挪威博克马尔语（挪威）

# #30045
source: Dutch (Netherlands)
zh_cn: 荷兰语（荷兰）

# #30046
source: Norwegian (Norway)
zh_cn: 挪威语（挪威）

# #30047
source: Polish (Poland)
zh_cn: 波兰语（波兰）

# #30048
source: Portuguese (Brazil)
zh_cn: 葡萄牙语（巴西）

# #30049
source: Portuguese (Portugal)
zh_cn: 葡萄牙语（葡萄牙）

# #30050
source: Romanian (Romania)
zh_cn: 罗马尼亚语（罗马尼亚）

# #30051
source: Russian (Russia)
zh_cn: 俄语（俄罗斯）

# #30052
source: Sinhalese (Sri Lanka)
zh_cn: 僧伽罗语（斯里兰卡）

# #30053
source: Slovak (Slovakia)
zh_cn: 斯洛伐克语（斯洛伐克）

# #30054
source: Slovenian (Slovenia)
zh_cn: 斯洛文尼亚语（斯洛文尼亚）

# #30055
source: Serbian (Serbia)
zh_cn: 塞尔维亚语（塞尔维亚）

# #30056
source: Swedish (Sweden)
zh_cn: 瑞典语（瑞典）

# #30057
source: Tamil (India)
zh_cn: 泰米尔语（印度）

# #30058
source: Telugu (India)
zh_cn: 泰卢固语（印度）

# #30059
source: Thai (Thailand)
zh_cn: 泰语（泰国）

# #30060
source: Tagalog (Philippines)
zh_cn: 他加禄语（菲律宾）

# #30061
source: Turkish (Turkey)
zh_cn: 土耳其语（土耳其）

# #30062
source: Ukrainian (Ukraine)
zh_cn: 乌克兰语（乌克兰）

# #30063
source: Vietnamese (Vietnam)
zh_cn: 越南语（越南）

# #30064
source: Mandarin (China)
zh_cn: 普通话（中国）

# #30065
source: Mandarin (Hong Kong)
zh_cn: 普通话（香港）

# #30066
source: Mandarin (Taiwan)
zh_cn: 普通话（台湾）

# #30067
source: Zulu (South Africa)
zh_cn: 祖鲁语（南非）

# #32001
source: OMDb API key
zh_cn: OMDb API密钥

# #32002
source: Days to cache details
zh_cn: 缓存详细信息的天数

# #32004
source: MPAA rating prefix
zh_cn: MPAA 分级前缀

# #32005
source: Language and country
zh_cn: 语言和国家

# #32007
source: Unauthorised 401 Error
zh_cn: 未经授权的 401 错误

# #32010
source: Authenticate Trakt account...
zh_cn: 验证 Trakt 帐户……

# #32012
source: You must authenticate your Trakt account to use this feature.
zh_cn: 您必须验证您的 Trakt 帐户才能使用此功能。

# #32014
source: Players
zh_cn: 播放器

# #32016
source: Update players from URL
zh_cn: 更新播放器 URL

# #32017
source: API Keys
zh_cn: API 密钥

# #32019
source: Fanart.tv client key
zh_cn: Fanart.tv client 密钥

# #32021
source: Use fanart.tv for plugin artwork (slower)
zh_cn: 将 fanart.tv 用于艺术作品（较慢）

# #32023
source: Default select action in addon
zh_cn: 默认选择操作

# #32024
source: Default player for movies
zh_cn: 电影默认播放器

# #32025
source: Default player for episodes
zh_cn: 剧集默认播放器

# #31000
source: No content available...
es_mx: No hay contenido disponible...
fr_fr: Pas de contenu disponible...
hu_hu: Nincs elérhető tartalom...
pl_pl: Brak dostępnej treści

# #31001
source: Controllers
es_mx: Controles
fr_fr: Contrôleurs
hu_hu: Vezérlõk
pl_pl: Kontrolery

# #31002
source: Hub node
es_mx: Nodo Hub
fr_fr: Noeud Hub
pl_pl: Węzeł hub

# #31003
source: Current conditions
es_mx: Condiciones actuales
fr_fr: Conditions actuelles
hu_hu: Jelenlegi kondiciók
pl_pl: Aktualne warunki

# #31004
source: Sunset at
es_mx: Anochece a
fr_fr: Levée à
hu_hu: Napnyugta
pl_pl: Zachód słońca o

# #31005
source: Sunrise at
es_mx: Amanece a
fr_fr: Couché à
hu_hu: Napkelte
pl_pl: Wschód słonca o

# #31006
source: Collection
es_mx: Colección
hu_hu: Gyûjtemény
pl_pl: Kolekcja

# #31007
source: Use local library info for recommendations
hu_hu: Javaslatokhoz használja a médiatár információkat
pl_pl: Pobieraj dane tylko z lokalnej biblioteki

# #31008
source: Install weather fanart
es_mx: Instalar fanart de tiempo
fr_fr: Installer l'habillage météo
hu_hu: Idõjárás fanart telepítése
pl_pl: Zainstaluj fanart pogody

# #31009
source: Replace submenu with hub
es_mx: Reemplazar submenú por Hub
fr_fr: Remplacer sous-menu par Hub
hu_hu: Almenü cseréje
pl_pl: Zamień podmenu z hubem

# #31011
source: Aspect
es_mx: Aspecto
hu_hu: Képarány
pl_pl: Aspekt

# #31012
source: Weather fanart installed
es_mx: Fanart de tiempo instalado
fr_fr: Habillage météo installé
hu_hu: Időjárás fanart telepítve
pl_pl: Zainstalowano fanart pogody

# #31013
source: Selection box
es_mx: Color para cuadro de selección
fr_fr: Couleur de sélection
hu_hu: Kiválasztó box
pl_pl: Pole wyboru

# #31014
source: Extra fanart
es_mx: Fanart Extra
fr_fr: Habillage suplémentaire
pl_pl: Dodatkowy fanart

# #31015
source: Customise recommendations window
es_mx: Seleccionar elementos para diálogo de información
fr_fr: Sélectionner les éléments d'informations
hu_hu: Infó dialóg listák kiválasztása
pl_pl: Dostosuj okno informacji

# #31016
source: Mirror mediainfo viewtypes
es_mx: Reflejar información de medios en tipos de vista
fr_fr: Reflet des types de vue d'information média
hu_hu: Médiainfó nézetek tükrözése
pl_pl: Odzwierciedl typy mediainfo

# #31017
source: Smart Shortcuts
es_mx: Accesos directos inteligentes
fr_fr: Raccourcis intelligents
hu_hu: Smart parancsikonok
pl_pl: Inteligentne skróty

# #31018
source: Common Shortcut
es_mx: Acceso directo común
fr_fr: Raccourcis communs
hu_hu: Általános parancsikon
pl_pl: Podstawowe skróty

# #31019
source: Title label as
pl_pl: Pokazuj tytuł jako

# #31020
source: mins
hu_hu: percek
pl_pl: min

# #31021
source: Colors
es_mx: Colores
fr_fr: Couleurs
hu_hu: Színek
pl_pl: Kolory

# #31022
source: Animated artwork
es_mx: Usar ilustraciones animadas
fr_fr: Illustrations animées
hu_hu: Animált háttér
pl_pl: Animowana grafika

# #31023
source: Fullscreen
es_mx: Pantalla completa
fr_fr: Plein écran
hu_hu: Teljes képernyõ
pl_pl: Pełny ekran

# #31024
source: Furniture
es_mx: Adornos
fr_fr: Fourniture
hu_hu: Elrendezés
pl_pl: Umeblowanie

# #31025
source: Codec flags
es_mx: Indicadores de contenido para códec
fr_fr: Indicateurs encodage
hu_hu: Kodek ikonok
pl_pl: Flagi kodeków

# #31026
source: Library location
es_mx: Ubicación de la biblioteca
fr_fr: Localisation de la librairie
hu_hu: Menü neve balra fennt
pl_pl: Lokalizacja biblioteki

# #31027
source: Customise power menu
es_mx: Personalizar menú de energía
fr_fr: Personnaliser le menu 'Alimentation'
hu_hu: Kikapcsolómenü testreszabása
pl_pl: Dostosuj menu zasilania

# #31028
source: Reset skin settings to defaults (WARNING: This will reset your home menu to skin defaults)
es_mx: Restablecer los ajustes del skin a valores por defecto (ADVERTENCIA: Esto restablecerá su menú de inicio a los valores por defecto del skin)
fr_fr: Rétablir tous les paramètres de l'habillage par défaut (ATTENTION: Cela réinitialisera le menu principal)
hu_hu: A felszínállítások visszaállítása az alapértelmezett értékekre (FIGYELEM: Ezzel visszaállítja az fõmenü alapértelmezett értékeit)
pl_pl: Zresetuj ustawienie skórki do ustawień podstawowych (UWAGA: To zresetuje twoje menu główne do ustawień fabrycznych)

# #31029
source: Now playing info
es_mx: Información sobre la reproducción
fr_fr: Informations sur la lecture en cours
hu_hu: Most játszott infó
pl_pl: Informacje o odtwarzaniu

# #31030
source: Backup / Restore
es_mx: Copia de seguridad / Restaurar
fr_fr: Sauvergarder / Restaurer
hu_hu: Mentés / Visszaállítás
pl_pl: Kopia zapasowa / Przywróć

# #31031
source: Backup skin settings
es_mx: Realizar copia de seguridad de los ajustes del skin
fr_fr: Sauvergarder les paramètres de l'habillage
hu_hu: Felszínbeállítások mentése
pl_pl: Ustawienia kopi zapasowej skórki

# #31032
source: Restore skin settings
es_mx: Restaurar ajustes del skin
fr_fr: Restaurer les paramètres de l'habillage
hu_hu: Felszínbeállítások visszaállítása
pl_pl: Przywróć ustawienia skórki

# #31033
source: Audio Settings
es_mx: Opciones de audio
fr_fr: Options audio
hu_hu: Hangbeállítások
pl_pl: Ustawienia dźwięku

# #31034
source: Change backup and restore path
es_mx: Cambiar ruta para la copia de seguridad y restaurar
fr_fr: Changer le répertoire de sauvegarde
hu_hu: Mentés helyének kiválasztása
pl_pl: Zmień ścieżka kopi zapasowej i przywrócienia

# #31035
source: Open Submenu
es_mx: Abrir submenú
fr_fr: Ouvrir sous-menu
hu_hu: Almenü megnyitása
pl_pl: Otwórz podmenu

# #31036
source: hr
hu_hu: óra
pl_pl: h

# #31037
source: Download Subtitles
es_mx: Descargar subtítulos
fr_fr: Télécharger les sous-titres
hu_hu: Felirat letöltése
pl_pl: Pobierz napisy

# #31038
source: Submenu hub widget
es_mx: Submenú hub widget
fr_fr: Sous-menu hub widget
hu_hu: Almenü hub widget
pl_pl: Widget podmenu huba

# #31039
source: Background widget
es_mx: Widget de fondo
fr_fr: Fond d'écran du widget
hu_hu: Háttér widget
pl_pl: Widget tła

# #31040
source: Poster Showcase
es_mx: Escaparate de carteles
fr_fr: Vitrine d'affiches
pl_pl: Pokaz plakatu

# #31041
source: Release Year
es_mx: Año de publicación
fr_fr: Année de sortie
hu_hu: Bemutatás éve
pl_pl: Rok wydania

# #31042
source: By Actors Named
es_mx: Por actores
fr_fr: Par acteurs
hu_hu: Színész név szerint
pl_pl: Po nazwach aktorów

# #31043
source: By Directors Named
es_mx: Por directores
fr_fr: Par directeurs
hu_hu: Rendező név szerint
pl_pl: Po nazwach reżyserów

# #31044
source: Albums by
es_mx: Álbumes de
fr_fr: Albums de
hu_hu: Albumok
pl_pl: Po albumach

# #31045
source: Results for
es_mx: Resultados para
fr_fr: Résultats par
hu_hu: Találatok erre
pl_pl: Wyniki dla

# #31046
source: Decades
es_mx: Décadas
fr_fr: Décennies
hu_hu: Évtizedek
pl_pl: Dekady

# #31047
source: Movie(s)
es_mx: Película(s)
fr_fr: Film(s)
hu_hu: Filmek
pl_pl: Film(y)

# #31048
source: from the
es_mx: desde el
fr_fr: depuis le
hu_hu: onnan
pl_pl: od

# #31049
source: Collections
es_mx: Colecciones
hu_hu: Gyûjtemények
pl_pl: Kolekcje

# #31050
source: Searching
es_mx: Buscando
fr_fr: Rercherche
hu_hu: Keresés
pl_pl: Szukanie

# #31051
source: Similar to
es_mx: Similar a
fr_fr: Similaire à
hu_hu: Hasonló mint
pl_pl: Podobne do

# #31052
source: Directed by
es_mx: Del Director
fr_fr: Par le directeur
hu_hu: Rendezõ
pl_pl: Wyreżyserowane przez

# #31053
source: Premiered in
es_mx: Películas de
fr_fr: Películas de
hu_hu: Filmek
pl_pl: Premiera w

# #31054
source: Next Up
es_mx: Siguiente
fr_fr: Suivant
pl_pl: Następny

# #31055
source: Cast Members Also Feature In
es_mx: Miembros del reparto también aparece en
fr_fr: Les membres du casting sont également dans
hu_hu: A stáb tagjai szintén szerepelnek
pl_pl: Obsada występowała w

# #31056
source: Special Features and Extras
es_mx: Características especiales y extras
fr_fr: Autres éléments
hu_hu: Speciális extrák
pl_pl: Cechy i funkcje specialne

# #31058
source: Cast of
es_mx: Reparto de
fr_fr: Casting de
hu_hu: Stáb
pl_pl: Obsada

# #31059
source: Context Menu
es_mx: Menú contextual
fr_fr: Menu contextuel
hu_hu: Kontext menü
pl_pl: Menu kontekstowe

# #31060
source: Blur settings
es_mx: Ajustes para desenfoque
fr_fr: Paramètres du floutage
hu_hu: Elmosás beállítások
pl_pl: Opcje rozmycia

# #31061
source: Effect
es_mx: Efecto
fr_fr: Effet
hu_hu: Effekt
pl_pl: Efekt

# #31062
source: Blur Size
es_mx: Tamaño desenfoque
fr_fr: Taille du floutage
hu_hu: Elmosás mérete
pl_pl: Skala rozmycia

# #31063
source: Pixel Size
es_mx: Tamaño pixel
fr_fr: Taille pixel
hu_hu: Pixelméret
pl_pl: Rozmiar pixeli

# #31064
source: Bits
hu_hu: Bitek
pl_pl: Bitów

# #31065
source: Preview Image
es_mx: Vista previa
fr_fr: Image de prévisualisation
hu_hu: Képelõnézet
pl_pl: Pokaż obraz

# #31066
source: Important
es_mx: Importante
hu_hu: Fontos
pl_pl: Ważne

# #31067
source: Quality changes resolution of the generated image$COMMA which may also alter the intensity of the effect. Better quality images take longer to process.[CR]Blend layers the effect over the original image$COMMA with 100% showing the effect and 0% showing the original.
es_mx: La calidad cambia la resolución de la imagen generada$COMMA que también puede alterar la intensidad del efecto. Imágenes de mejor calidad tardan más en procesarse.[CR]Blend combina el efecto sobre la imagen original$COMMA con un 100% que muestra el efecto y un 0% que muestra el original.
fr_fr: La calidad cambia la resolución de la imagen generada$COMMA que también puede alterar la intensidad del efecto. Imágenes de mejor calidad tardan más en procesarse.[CR]Blend combina el efecto sobre la imagen original$COMMA con un 100% que muestra el efecto y un 0% que muestra el original.
hu_hu: Az elmosási minõség megváltoztatja a létrehozott kép felbontását$COMMA megváltoztathatja a hatás intenzitását. A jobb minõségû képek feldolgozása hosszabb idõt vesz igénybe.[CR]A teljes elmosás a$COMMA 100% , 0% -nál az eredeti kép látszik
pl_pl: Zmiana jakości rozdzielczości generowanego obrazu$COMMA ktory moze również zmienić intensywność efektu. Lepsza jakość obrazu może wydłużyć proces.[CR]zmieszaj warstwy efektu ponad oryginalny obraz$COMMA ze 100% pokazem efektu i 0% pokazem oryginalności

# #31068
source: Cloud cover
es_mx: Cubierto de nubes
fr_fr: Couverture nuageuse
hu_hu: Felhõtakaró
pl_pl: Zachmurzenie

# #31069
source: Management
es_mx: Gestión
fr_fr: Gestion
hu_hu: Beállítások
pl_pl: Zarządzanie

# #31070
source: This category contains settings to customise home screen shortcuts$COMMA widgets and layout.
es_mx: Esta categoría contiene ajustes para personalizar los accesos directos de la pantalla de inicio$COMMA widgets y diseño.
fr_fr: Cette catégorie contient des paramètres ajustables pour peronnaliser les accès directs du menu$COMMA aux widgets et aux dispositions.
hu_hu: Ez a kategória tartalmazza a kezdőképernyő testreszabására szolgáló beállításokat$COMMA widgetek és elrendezés
pl_pl: Ta kategoria zawiera ustawienia do dostosowania skrótów menu głównego$COMMA widgetów i układów

# #31071
source: This category contains settings to customise what images are displayed in the background.
es_mx: Esta categoría contiene ajustes para personalizar que imágenes se muestran como fondo.
fr_fr: Cette catégorie contient des paramètres ajustables pour peronnaliser les images d'arrière plan
hu_hu: Ez a kategória tartalmazza annak a beállítását milyek kép legyen a háttér
pl_pl: Ta kategoria zawiera ustawienia do dostosowania jakie zdjecie są wyświetlane w tle

# #31072
source: Power Menu
es_mx: Menú de apagado
fr_fr: Menu d'alimentation
hu_hu: Kikapcsolómenü
pl_pl: Menu zasilania

# #31073
source: This category contains settings to customise the highlight and selection-box colors used in the skin.
es_mx: Esta categoría contiene ajustes para personalizar el resaltado y los colores del cuadro de selección usados ​​en el skin.
fr_fr: Cette catégorie contient des paramètres ajustables pour peronnaliser les surlignages et les couleurs des boîtes de sélection utilisés par cette habillage.
hu_hu: Ez a kategória tartalmazza a kiemelés és kiválasztás box színbeállításait
pl_pl: Ta kategoria zawiera ustawienia do dostosowania wyróżnienia i okienka wyboru kolorów uzywanych w skórce

# #31074
source: This category contains settings to customise what is displayed in information dialogs and library views.
es_mx: Esta categoría contiene ajustes para personalizar lo que se muestra en los diálogos de información y las vistas de la biblioteca.
fr_fr: Cette catégorie contient des paramètres ajustables pour peronnaliser ce qui affiché dans les fenêtres d'information et les vues de la librairies.
hu_hu: Ez a kategória tartalmazza mi jelenjen meg az infó dialógokon és a médiatár nézeteken
pl_pl: Ta kategoria zawiera ustawienia do dostosowania co jest wyświetlane w oknie dialogowym i widoku biblioteki

# #31075
source: This category contains settings to customise what is displayed when playing music or video fullscreen.
es_mx: Esta categoría contiene ajustes para personalizar lo que se muestra cuando se reproduce música o vídeo a pantalla completa.
fr_fr: Cette catégorie contient des paramètres ajustables pour peronnaliser ce qui affiché lors de la lecture de musique ou de vidéo en plein écran.
hu_hu: Ez a kategória tartalmazza mi jelenjen meg a videó vagy zenelejátszás közben
pl_pl: Ta kategoria zawiera ustawienia do dostosowania co jest wyświetlane kiedy gra muzyka lub wideo w pełnym ekranie

# #31076
source: This category contains settings to customise what is displayed in the PVR.
es_mx: Esta categoría contiene ajustes para personalizar lo que se muestra en el PVR.
fr_fr: Cette catégorie contient des paramètres ajustables pour peronnaliser ce qui affiché dans les fenêtres d'information de la TV.
hu_hu: Ez a kategória tartalmazza mi jelenjen meg a PVR-nél
pl_pl: Ta kategoria zawiera ustawienia do dostosowania co jest wyświetlane w PVR

# #31077
source: This category contains settings that do not fit other categories.
es_mx: Esta categoría contiene ajustes que no se ajustan a otras categorías.
fr_fr: Cette catégorie contient des paramètres ajustables pour peronnaliser ce qui ne rentre pas dans les autres catégories.
hu_hu: Ez a kategória tartalmaz minden egyéb beállítást.
pl_pl: Ta kategoria zawiera ustawienia które nie pasują do innych kryterii

# #31078
source: This category allows you to view$COMMA install and customise add-ons supported by Arctic Zephyr 2.
es_mx: Esta categoría le permite ver$COMMA instalar y personalizar complementos compatibles con Arctic Zephyr 2.
fr_fr: Cette catégorie permet de voir$COMMA installer et peronnaliser les compléments compatibles avec Arctic Zephyr 2.
hu_hu: Ez a kategória beállítás engedélyezi$COMMA hogy telepíts olyan kiegészítőket amiket az Arctic Zephyr 2 támogat
pl_pl: Ta kategoria pozwala ci wyświetlić$COMMA zainstalowac i dostosować wtyczki wspierane przez Arctic Zephyr 2

# #31080
source: This category contains options for backing-up$COMMA restoring and reseting Arctic Zephyr 2 skin settings.
es_mx: Esta categoría contiene opciones para hacer una copia de seguridad$COMMA restaurar y restablecer los ajustes de Arctic Zephyr 2.
fr_fr: Cette catégorie contient des options sauvegarder$COMMA restaurer et rétablir les paramètres de Arctic Zephyr 2.
hu_hu: Ez a kategória beállítás engedélyezi hogy mentsd$COMMA visszaállítsd vagy alapállapotba tedd az Arctic Zephyr 2 felszín beállításokat
pl_pl: Ta kategoria zawiera ustawienia dla tworzenia kopii zapasowej$COMMA przywracania i resetowania ustawień skórki Arctic Zephyr 2

# #31081
source: This section contains skin settings for Arctic Zephyr 2.
es_mx: Esta sección contiene los ajustes para el skin Arctic Zephyr 2.
fr_fr: Cette section contient les paramètres ajustables pour peronnaliser l'habillage Arctic Zephyr 2.
hu_hu: Ez a rész tartalmazza az Arctic Zephyr 2 felszín beállításait
pl_pl: Ta sekcja zawiera ustawianie skórki Arctic Zephyr 2.

# #31082
source: This section contains information about your system.
es_mx: Esta sección contiene información sobre tu sistema.
fr_fr: Cette section contient les informations à propos de votre système.
hu_hu: Ez a rész tartalmazza a rendszerinfókat
pl_pl: Ta sekcja zawiera informacje na temat twojego systemu

# #31083
source: This section contains system settings.
es_mx: Esta sección contiene los ajustes del sistema.
fr_fr: Cette section contient les paramètres système.
hu_hu: Ez a rész tartalmazza a rendszerbeállításokat
pl_pl: Ta sekcja zawiera ustawienia systemu

# #31084
source: This section contains Live TV and PVR settings.
es_mx: Esta sección contiene ajustes para la TV en directo y PVR.
fr_fr: Cette section contient les paramètres pour la TV en direct et les enregistrements.
hu_hu: Ez a rész tartalmazza az élő TV és a PVR beállításokat
pl_pl: Ta sekcja zawiera ustawienia Live TV i ustawienia PVR
