Repository: DenDyGH/skin.arctic.zephyr.2.resurrection.mod
Catalog: language/resource.language.*/strings.po
Languages: es_mx, fr_fr, hu_hu, pl_pl, zh_cn

# #30000
source: Arabic (United Arab Emirates)
zh_cn: 阿拉伯语（阿拉伯联合酋长国）

# #30001
source: Arabic (Saudi Arabia)
zh_cn: 阿拉伯语（沙特阿拉伯）

# #32000
source: Unaired
zh_cn: 未播出

# #30002
source: Belarusian (Belarus)
zh_cn: 白俄罗斯语（白俄罗斯）

# #30003
source: Bulgarian (Bulgaria)
zh_cn: 保加利亚语（保加利亚）

# #32003
source: Preferred
zh_cn: 首选

# #30004
source: Bengali (Bangladesh)
zh_cn: 孟加拉语（孟加拉国）

# #30005
source: Catalan (Spain)
zh_cn: 加泰罗尼亚语（西班牙）

# #32006
source: Supplement
zh_cn: 补充

# #30006
source: Chamorro (Guam)
zh_cn: 查莫罗（关岛）

# #32008
source: Low
zh_cn: 低

# #32009
source: High
zh_cn: 高

# #30007
source: Czech (Czech Republic)
zh_cn: 捷克语（捷克共和国）

# #30008
source: Danish (Denmark)
zh_cn: 丹麦语（丹麦）

# #30009
source: German (Austria)
zh_cn: 德语（奥地利）

# #32013
source: Get watched indicators, episode counts, and resume points
zh_cn: 获取已观看标识、剧集计数和续播点。

# #30010
source: German (Switzerland)
zh_cn: 德语（瑞士）

# #32015
source: Additional season: Up next
zh_cn: 更多季：即将显示

# #30011
source: German (Germany)
zh_cn: 德语（德国）

# #30012
source: Greek (Greece)
zh_cn: 希腊语（希腊）

# #32018
source: Additional season: Anticipated
zh_cn: 更多季：预期

# #30013
source: English (Australia)
zh_cn: 英语（澳大利亚）

# #32020
source: Additional season: Specials
zh_cn: 更多季：特别篇

# #30014
source: English (Canada)
zh_cn: 英语（加拿大）

# #32022
source: Clear sync data
zh_cn: 清除同步数据

# #30015
source: English (United Kingdom)
zh_cn: 英语（英国）

# #30016
source: English (Ireland)
zh_cn: 英语（爱尔兰）

# #30017
source: English (New Zealand)
zh_cn: 英语（新西兰）

# #32026
source: Invalidate Sync Data
zh_cn: 同步数据失效

# #32027
source: Successfully cleared {} sync data
zh_cn: 已成功清除 {} 同步数据

# #32028
source: Ratings
zh_cn: 评分

# #30018
source: English (United States of America)
zh_cn: 英语（美利坚合众国）

# #30019
source: Esperanto (None)
zh_cn: 世界语（无）

# #30020
source: Spanish (Spain)
zh_cn: 西班牙语（西班牙）

# #30021
source: Spanish (Mexico)
zh_cn: 西班牙语（墨西哥）

# #30022
source: Estonian (Estonia)
zh_cn: 爱沙尼亚语（爱沙尼亚）

# #30023
source: Basque (Spain)
zh_cn: 巴斯克（西班牙）

# #32035
source: Progress
zh_cn: 播放进度

# #32036
source: Dropped
zh_cn: 已丢弃

# #30024
source: Persian (Iran)
zh_cn: 波斯语（伊朗）

# #30025
source: Finnish (Finland)
zh_cn: 芬兰语（芬兰）

# #32039
source: Prefer fanart.tv artwork
zh_cn: 首选 fanart.tv 艺术作品

# #32040
source: All seasons
zh_cn: 所有季

# #30026
source: French (Canada)
zh_cn: 法语（加拿大）

# #30027
source: French (France)
zh_cn: 法语（法国）

# #30028
source: Galician (Spain)
zh_cn: 加利西亚语（西班牙）

# #30029
source: Hebrew (Israel)
zh_cn: 希伯来语（以色列）

# #32032
source: Download Players
zh_cn: 下载播放器

# #32033
source: Default Players
zh_cn: 默认播放器

# #32034
source: Get watched indicators and episode counts
zh_cn: 获取观看指南和分集

# #32037
source: Use bundled players
zh_cn: 使用内置播放器

# #32038
source: Get additional details from the local Kodi library database
zh_cn: 从 Kodi 本地媒体库数据库获取扩展元数据

# #32042
source: Choose Action
zh_cn: 选择操作

# #32043
source: Up Next
zh_cn: 下一个

# #32044
source: Enter Search Query
zh_cn: 输入搜索内容

# #32054
source: Would you like to clear existing players first?
zh_cn: 是否要先清除现有播放器？

# #32055
source: Authentication Failed.
zh_cn: 身份验证失败。

# #32056
source: Either the username or password were invalid. Would you like to try again?
zh_cn: 用户名或密码无效。你想再试一次吗？

# #32057
source: Retry
zh_cn: 重试

# #32058
source: The provided URL is either invalid or inaccesible.
zh_cn: 提供的 URL 无效或不可访问。

# #32059
source: Success!
zh_cn: 成功！

# #32060
source: files extracted
zh_cn: 提取文件

# #32061
source: Play with
zh_cn: 播放

# #32066
source: Debug logging
zh_cn: 调试记录

# #32070
source: Male
zh_cn: 男

# #32071
source: Female
zh_cn: 女

# #32073
source: Hide unaired movies
zh_cn: 隐藏未匹配电影

# #32074
source: Library Integration
zh_cn: 媒体库整合

# #32075
source: TV
zh_cn: 电视

# #32076
source: Update library after adding items
zh_cn: 添加项目后自动更新库

# #32077
source: Ignore folder creation checks
zh_cn: 忽略文件夹检查

# #32078
source: Still to Watch
zh_cn: 待观看

# #32080
source: Other
zh_cn: 其他

# #32081
source: Next page item
zh_cn: 下一页项目

# #32084
source: Hide unaired episodes
zh_cn: 隐藏未匹配剧集

# #32085
source: Flatten seasons
zh_cn: 合并季数显示

# #32086
source: Auto-update library and add new/missing episodes
zh_cn: 自动更新库并添加新的/缺失的剧集

# #32088
source: Navigation
zh_cn: 导航

# #32089
source: Select Action
zh_cn: 选择操作

# #32090
source: Content
zh_cn: 内容

# #32091
source: Special season folders
zh_cn: 剧集特别篇文件夹

# #32092
source: Widgets
zh_cn: 小组件

# #32093
source: Next episodes sort method
zh_cn: 下一集排序方式

# #32095
source: Enter the code
zh_cn: 输入代码

# #32096
source: Go to [B]https://trakt.tv/activate[/B]
zh_cn: 转到[B]https://trakt.tv/activate[/B]

# #32097
source: Trakt Authentication
zh_cn: Trakt 身份验证

# #32099
source: A value has already been set for this parameter
zh_cn: 已为此参数设置值

# #32100
source: Do you wish to clear the existing items or add more?
zh_cn: 您希望清除现有项目还是添加更多项目？

# #32101
source: Clear Items
zh_cn: 清理项目

# #32102
source: Add Items
zh_cn: 增加项目

# #32103
source: No Value Added
zh_cn: 未添加值

# #32104
source: TMDb ID for {} not found or none selected. Do you want to add another value?
zh_cn: {} 的 TMDb ID 未找到或未选择。 是否要添加其他值？

# #32107
source: Set Match Method
zh_cn: 匹配方式

# #32108
source: Choose matching method for parameters with multiple values.
zh_cn: 为具有多个值的参数选择匹配方法。

# #32109
source: Match ANY Value
zh_cn: 匹配任意值

# #32110
source: Match ALL Values
zh_cn: 匹配所有值

# #32111
source: Select Items
zh_cn: 选择项目

# #32112
source: Select Genres
zh_cn: 选择类型

# #32113
source: Also accepts X days relative from today in the format T-X or T+X (e.g. T-10 is ten days ago)
zh_cn: 距今 X 天，格式为 T-X 或 T+X（例如 T-10 是十天前）

# #32114
source: Enter
zh_cn: 进入

# #32117
source: Keyword
zh_cn: 关键词

# #32119
source: Select Release Types
zh_cn: 类型

# #32120
source: Select Region for Release
zh_cn: 区域

# #32121
source: Clear Search History
zh_cn: 清除搜索历史记录

# #32122
source: XBMCVFS reports unable to create path
zh_cn: XBMCVFS 报告无法创建路径

# #32123
source: If error persists and the folders are created correctly, please disable folder path creation checking in TMDBHelper settings.
zh_cn: 如果错误仍然存在并且文件夹创建正确，请在 TMDBHelper 设置中禁用文件夹路径检查。

# #32125
source: Add Trakt list to Kodi library
zh_cn: 添加 Trakt 列表到 Kodi 媒体库

# #32126
source: Are you sure you want to add this Trakt list to your Kodi library?
zh_cn: 你确定要将这个 Trakt 列表添加到你的 Kodi 媒体库中吗？

# #32130
source: Auto-update library at time
zh_cn: 定时自动更新媒体库

# #32131
source: Auto-update library from Trakt list(s)
zh_cn: 定时从 Trakt 列表中更新媒体库

# #32132
source: Do you wish to update the library from the Trakt list(s) now?
zh_cn: 您想现在从 Trakt 列表中更新媒体库吗？

# #32133
source: Select List(s)
zh_cn: 选择列表

# #32142
source: Hide watched items
zh_cn: 隐藏观看项目

# #32154
source: Update library now
zh_cn: 更新媒体库

# #32156
source: Next aired library calendar links to local tvshow
zh_cn: 媒体库播出节目表关联当地剧集

# #32160
source: Adding {} - {} to library...
zh_cn: 添加 {} - {} 到媒体库。

# #32161
source: Do you wish to update the library with this list now?
zh_cn: 是否立即使用此列表更新媒体库？

# #32162
source: Automatically play local files
zh_cn: 自动播放本地文件

# #32163
source: Use fanart.tv for service monitor artwork
zh_cn: 使用 fanart.tv 获取艺术作品

# #32164
source: Adding Trakt lists to library is limited to [B]{}[/B] TV Shows and [B]{}[/B] Movies per list. This limit is set to ensure that the APIs providing data for free are respected.
zh_cn: 向库中添加 Trakt 列表仅限于每个列表 [B]{}[/B]个电视节目和 [B]{}[/B] 个电影。 设置此限制是为了确保免费提供数据的 API 得到尊重。

# #32166
source: Adding items to library...
zh_cn: 正在添加项目到媒体库...

# #32167
source: Updating
zh_cn: 正在更新

# #32169
source: Logout of Trakt account...
zh_cn: 注销 Trakt 帐户...

# #32170
source: [B][COLOR=red]Warning[/COLOR][/B] This list contains [B]{}[/B] TV Shows and [B]{}[/B] Movies
zh_cn: [B][COLOR=red]警告[/COLOR][/B] 此列表包含[B]{}[/B]剧集和 [B]{}[/B] 电影

# #32171
source: [B][COLOR=red]Warning[/COLOR][/B] This list contains {} items
zh_cn: [B][COLOR=red]警告[/COLOR][/B] 此列表包含 {} 项目

# #32172
source: People
zh_cn: 人员

# #32173
source: Randomised
zh_cn: 随机

# #32174
source: Discover
zh_cn: 发现

# #32175
source: Popular
zh_cn: 流行

# #32176
source: Top Rated
zh_cn: 高分

# #32177
source: Upcoming
zh_cn: 即将到来

# #32178
source: Trending Today
zh_cn: 今日趋势

# #32179
source: Trending This Week
zh_cn: 本周趋势

# #32180
source: In Theatres
zh_cn: 在剧场

# #32181
source: Airing Today
zh_cn: 今日播放

# #32182
source: Currently Airing
zh_cn: 正在播放

# #32183
source: Next Aired Library
zh_cn: 播放媒体库

# #32184
source: Highest Revenue
zh_cn: 最高票房

# #32185
source: Most Voted
zh_cn: 最高人气

# #32186
source: All
zh_cn: 所有

# #32187
source: Collections
zh_cn: 集合

# #32188
source: Reviews
zh_cn: 评论

# #32189
source: TV Networks
zh_cn: 电视网络

# #32190
source: Movie Studios
zh_cn: 电影公司

# #32191
source: Images
zh_cn: 图像

# #32192
source: Collection
zh_cn: 合集

# #32193
source: Watchlist
zh_cn: 观看列表

# #32194
source: Your Recently Watched
zh_cn: 您最近观看的

# #32195
source: Your Most Watched
zh_cn: 您最受关注的

# #32196
source: Your In-Progress
zh_cn: 您进行中的

# #32197
source: Your Next Episodes
zh_cn: 您的下一集

# #32198
source: Recommended For You
zh_cn: 为您推荐

# #32199
source: Based on Recently Watched
zh_cn: 基于最近观看

# #32200
source: Based on Most Watched
zh_cn: 基于最受关注

# #32201
source: Your
zh_cn: 您的

# #32202
source: Airing This Week
zh_cn: 本周上映

# #32203
source: Calendar
zh_cn: 节目表

# #32204
source: Trending
zh_cn: 趋势

# #32205
source: Most Played
zh_cn: 最多播放

# #32206
source: Anticipated
zh_cn: 预测

# #32207
source: Top 10 Box Office
zh_cn: 票房十佳

# #32208
source: Trending Lists
zh_cn: 趋势列表

# #32209
source: Popular Lists
zh_cn: 流行列表

# #32210
source: Liked Lists
zh_cn: 人气列表

# #32211
source: Your Lists
zh_cn: 您的列表

# #32212
source: Trakt user account logout
zh_cn: Trakt 用户帐户注销

# #32213
source: Do you wish to logout of your Trakt account?
zh_cn: 您想注销您的 Trakt 帐户吗？

# #32214
source: Trakt access token not found
zh_cn: 未找到 Trakt 访问令牌

# #32215
source: Logout failed!
zh_cn: 注销失败！

# #32216
source: Successfully logged out of Trakt user account
zh_cn: 成功注销Trakt用户帐户

# #32222
source: Manage artwork
zh_cn: 管理艺术作品

# #32223
source: Recommended
zh_cn: 建议

# #32224
source: Similar
zh_cn: 类似的

# #32225
source: Crew
zh_cn: 制作组

# #32226
source: Posters
zh_cn: 海报

# #32227
source: Cast in Movies
zh_cn: 电影主演阵容

# #32228
source: Cast in TV Shows
zh_cn: 电视节目主演阵容

# #32229
source: Crew in Movies
zh_cn: 电影制作团队

# #32230
source: Crew in TV Shows
zh_cn: 电视节目制作团队

# #32231
source: Thumbs
zh_cn: 缩略图

# #32232
source: In Trakt Lists
zh_cn: 在 Trakt 列表中

# #32233
source: Refresh details
zh_cn: 刷新详细信息

# #32235
source: Browse lists
zh_cn: 浏览列表

# #32236
source: Select Item
zh_cn: 选择项目

# #32237
source: Clear Discover History
zh_cn: 清除探索历史

# #32239
source: Match
zh_cn: 匹配

# #32240
source: Sorting
zh_cn: 排序

# #32241
source: Save As
zh_cn: 保存为

# #32242
source: Premiere
zh_cn: 首映

# #32243
source: Theatrical (limited)
zh_cn: 剧场版（限量版）

# #32244
source: Theatrical
zh_cn: 剧场版

# #32245
source: Digital
zh_cn: 数字

# #32246
source: Physical
zh_cn: 物理

# #32247
source: With Cast
zh_cn: 含主演

# #32248
source: With Crew
zh_cn: 含制作团队

# #32249
source: With People
zh_cn: 含其他人员

# #32250
source: Primary Release Year
zh_cn: 主要发布年份

# #32251
source: Primary Release Date After
zh_cn: 主要发布之后

# #32252
source: Primary Release Date Before
zh_cn: 主要发布之前

# #32253
source: Release Date After
zh_cn: 发布之后

# #32254
source: Release Date Before
zh_cn: 发布之前

# #32255
source: Release Type
zh_cn: 发布类型

# #32256
source: Release Region
zh_cn: 发布区域

# #32257
source: With Networks
zh_cn: 使用网络

# #32258
source: Air Date After
zh_cn: 播出之后

# #32259
source: Air Date Before
zh_cn: 播出之前

# #32260
source: First Air Date After
zh_cn: 首播后

# #32261
source: First Air Date Before
zh_cn: 首播前

# #32262
source: First Air Year
zh_cn: 首播年

# #32263
source: With Genres
zh_cn: 含类型

# #32264
source: Without Genres
zh_cn: 无类型

# #32265
source: With Companies
zh_cn: 与公司

# #32266
source: Without
zh_cn: 除了

# #32267
source: Without Keywords
zh_cn: 无关键字

# #32268
source: With Keywords
zh_cn: 含关键字

# #32269
source: With Original Language
zh_cn: 含原始语言

# #32270
source: Vote Count ( > or = )
zh_cn: 投票数大于等于

# #32271
source: Vote Count ( < or = )
zh_cn: 投票数小于等于

# #32272
source: Vote Average ( > or = )
zh_cn: 平均投票大于等于

# #32273
source: Vote Average ( < or = )
zh_cn: 平均投票小于等于

# #32274
source: Runtime (Minutes) ( > or = )
zh_cn: 时长大于等于（分钟）

# #32275
source: Runtime (Minutes) ( < or = )
zh_cn: 时长小于等于（分钟）

# #32276
source: Search for
zh_cn: 搜索

# #32277
source: Add Rule
zh_cn: 添加规则

# #32278
source: Enter Network IDs separated with " / "
zh_cn: 网络 ID 使用 " / "分隔

# #32279
source: Enter Year
zh_cn: 输入年份

# #32280
source: Last Fortnight
zh_cn: 上半个月

# #32281
source: Last Week
zh_cn: 近一周

# #32282
source: Yesterday
zh_cn: 去年

# #32283
source: Next Week
zh_cn: 下周

# #32284
source: This Week
zh_cn: 本周

# #32285
source: This Fortnight
zh_cn: 这半个月

# #32286
source: Rank
zh_cn: 排名

# #32287
source: Sort by
zh_cn: 排序

# #32288
source: Because you watched
zh_cn: 因为您观看了

# #32289
source: Add to collection
zh_cn: 添加到合集

# #32290
source: Remove from collection
zh_cn: 从合集中移除

# #32291
source: Add to watchlist
zh_cn: 添加到观看列表

# #32292
source: Remove from watchlist
zh_cn: 从观看列表中移除

# #32295
source: Trakt options
zh_cn: Trakt 设置

# #32296
source: {} failed for {}! {} ID {}
zh_cn: {} 失败{}! {} ID {}

# #32297
source: {} was successful for {}! {} ID {}
zh_cn: {} 已成功用于 {}! {} ID {}

# #32298
source: Add to user list
zh_cn: 添加到用户列表

# #32299
source: Add to new list
zh_cn: 添加到新列表

# #32300
source: Trending List
zh_cn: 趋势列表

# #32301
source: Popular List
zh_cn: 流行列表

# #32302
source: Liked List
zh_cn: 人气列表

# #32303
source: Your List
zh_cn: 我的列表

# #32304
source: View comments
zh_cn: 查看评论

# #32305
source: Comments
zh_cn: 评论

# #32306
source: No comments found!
zh_cn: 无评论！

# #32309
source: Browse sorted list
zh_cn: 浏览排序列表

# #32310
source: TMDb ID for {} not found!
zh_cn: 在 TMDB 未找到 {} !

# #32311
source: Clear default player
zh_cn: 清除自带播放器

# #32312
source: Select lists
zh_cn: 选择列表

# #32313
source: Enter URL to download players
zh_cn: 输入地址下载播放器

# #32314
source: Download players from URL? [B]{}[/B]
zh_cn: 从该地址下载播放器? [B]{}[/B]

# #32315
source: Add to liked lists
zh_cn: 添加到人气列表

# #32316
source: Successfully {} list!
zh_cn: 列表成功 {} ！

# #32317
source: Unable to {} list!
zh_cn: 不支持 {} 列表！

# #32318
source: Error code: {}
zh_cn: 错误代码: {}

# #32319
source: Remove from liked lists
zh_cn: 从人气列表中删除

# #32320
source: unliked
zh_cn: 不喜欢

# #32321
source: liked
zh_cn: 喜欢

# #32322
source: Select player
zh_cn: 选择播放器

# #32326
source: This Month
zh_cn: 本月

# #32327
source: Last Month
zh_cn: 上月

# #32328
source: Select Player to Configure
zh_cn: 选择播放器设置

# #32329
source: Configure players
zh_cn: 设置播放器

# #32330
source: Reset to Defaults
zh_cn: 恢复默认设置

# #32331
source: Enter New Name for {}
zh_cn: 输入新名字为 {}

# #32332
source: Choose resolve method for player
zh_cn: 为播放器选择解决方式

# #32333
source: User Choice
zh_cn: 用户选择

# #32334
source: Reset player to defaults?
zh_cn: 是否将播放器重置为默认值？

# #32335
source: Do you wish to reset the [B]{}[/B] player file back to its original unmodified state on disk? [B]WARNING:[/B] This action cannot be undone.
zh_cn: 是否要将[B]{}[/B]播放器文件重置回磁盘上未修改的原始状态？ [B]警告：[/B] 此操作无法撤消。

# #32336
source: Save your changes?
zh_cn: 保存设置？

# #32337
source: The [B]{}[/B] player file has changed. Do you wish to save your changes? If you close without saving, your changes will be lost.
zh_cn: [B]{}[/B] 播放器文件已改动。 保存设置？ 如果不保存，设置将会丢失。

# #32338
source: Close without Saving
zh_cn: 推出不保存

# #32339
source: {} playback URL resolve method
zh_cn: {} 播放 URL 解析方式

# #32340
source: Please note that setResolvedUrl is Kodi's preferred method for resolving playback URLs. The PlayMedia method should only be used if you experience difficulties using setResolvedUrl with this particular player. Are you sure you want to set this player's resolve method to PlayMedia?
zh_cn: 请注意，setResolvedUrl 是 Kodi 解析播放 URL 的首选方法。只有当您在此特定播放器中使用 setResolvedUrl 时遇到困难时，才应使用 PlayMedia 方法。 你确定要将此播放器的解析方法设置为 PlayMedia 吗？

# #32341
source: Choose fallback player method
zh_cn: 选择备用播放方式

# #32342
source: Fallbacks for {}
zh_cn: 备用播放

# #32343
source: Choose fallback for {} {}
zh_cn: 选择备用播放

# #32344
source: Enter New Priority for {}
zh_cn: 输入 {} 的新优先级

# #32345
source: Episode groups
zh_cn: 分集组

# #32347
source: Log output of Trakt request
zh_cn: Trakt 请求日志输出

# #32348
source: Log output of TMDb request
zh_cn: TMDb 请求日志输出

# #32351
source: Dummy ResolvedURL
zh_cn: 虚拟解析 URL

# #32352
source: Dummy video duration (seconds)
zh_cn: 占位视频时长（秒）

# #32353
source: Missing "is_resolvable" Flag
zh_cn: 缺少“is_resolutible”标志

# #32354
source: Does this player resolve directly to a single playable file? Select "Yes" for any player that plays directly from single source. Select "No" for players that scrape multiple sources or otherwise do not work with the setResolvedURL method.
zh_cn: 该播放器是否直接解析为单个可播放文件? 对于任何直接从单一来源播放的播放器，请选择“是”。对于抓取多个来源或不使用setResolvedURL方法的玩家，请选择“否”.

# #32355
source: Remove from user list
zh_cn: 从用户列表中移除

# #32356
source: Enter new list name
zh_cn: 输入列表名称

# #32357
source: Are you sure you want to delete [B]{}[/B]? This action cannot be undone.
zh_cn: 确定删除 [B]{}[/B]? 未完成.

# #32358
source: Delete user list
zh_cn: 删除用户列表

# #32359
source: Enter new name
zh_cn: 输入名称

# #32360
source: Companies
zh_cn: 公司

# #32361
source: Search Lists
zh_cn: 搜索列表

# #32362
source: Do you want to add this item to the library now?
zh_cn: 现在添加项目到媒体库？

# #32363
source: Delay after resolving (seconds)
zh_cn: 解析完成后延迟（秒）

# #32364
source: Reroute PlayMedia to xbmc.Player()
zh_cn: 将 PlayMedia 请求重定向到 xbmc.Player() 方法

# #32365
source: Combined
zh_cn: 组合

# #32366
source: Hide items without airdates
zh_cn: 隐藏没有播出日期节目

# #32367
source: Local Information
zh_cn: 本地信息

# #32368
source: Next Aired / Next Episodes
zh_cn: 接下来/下一集

# #32369
source: thumbs
zh_cn: 缩略图

# #32370
source: landscape
zh_cn: 横向展示模式

# #32371
source: Preferred artwork for thumbs
zh_cn: 首选艺术作品缩略图

# #32372
source: fanart
zh_cn: 背景图

# #32373
source: Restrict to library strm
zh_cn: 仅处理 .strm 文件

# #32374
source: Constructing Players
zh_cn: 初始化播放器

# #32375
source: Retrieving Item Details
zh_cn: 正在检索项目详细信息

# #32376
source: Building Player Dialog
zh_cn: 构建播放器对话框

# #32378
source: Show All
zh_cn: 显示所有

# #32379
source: Hide Specials
zh_cn: 隐藏特殊

# #32380
source: Hide Up Next
zh_cn: 隐藏“下一个”

# #32381
source: Hide Up Next and Specials
zh_cn: 隐藏“下一个”和特别节目

# #32382
source: Hide Episode Groups
zh_cn: 隐藏剧集分组

# #32383
source: Hide Episode Groups and Specials
zh_cn: 隐藏剧集分组与特别节目

# #32384
source: Hide Episode Groups and Up Next
zh_cn: 隐藏剧集分组和“下一个”

# #32385
source: Hide All
zh_cn: 隐藏所有

# #32387
source: Delete {} Cache
zh_cn: 删除 {} 缓存

# #32390
source: Use alternative .nfo filename
zh_cn: 使用 .info 文件名

# #32391
source: Select update type
zh_cn: 选择更新类型

# #32392
source: Use [B]Quick Update[/B] to check for new items. Use [B]Forced Update[/B] to ignore previously cached update details and recheck all items. Forced updates should only be used when cleaning and rebuilding the Kodi library.
zh_cn: 使用[B]快速更新[/B]检查新项目。 使用[B]强制更新[/B]可以忽略以前缓存的更新详细信息并重新检查所有项目。强制更新只能在清理和重建 Kodi 库时使用。

# #32393
source: Forced Update
zh_cn: 强制更新

# #32394
source: Quick Update
zh_cn: 快速更新

# #32395
source: Log timer reports for directories
zh_cn: 记录目录的计时器报告

# #32397
source: Original
zh_cn: 原始

# #32398
source: Medium
zh_cn: 普通

# #32400
source: Play local Kodi library files
zh_cn: 播放本地 Kodi 媒体库文件

# #32401
source: TMDb detailed information
zh_cn: TMDb 详细信息

# #32404
source: Flatten tvshows with multiple episodes airing same day
zh_cn: 播放最多剧集

# #32405
source: Your TV Shows Airing This Week
zh_cn: 本周观看的剧集

# #32406
source: Your In-Progress Episodes
zh_cn: 正在观看的剧集

# #32407
source: Get resume points (experimental) (slower)
zh_cn: 获取续播点（实验性功能，速度较慢）

# #32409
source: Cache database location
zh_cn: 缓存数据库位置

# #32410
source: Max concurrent threads (0 is unlimited)
zh_cn: 最大并发线程数（0不受限制）

# #32411
source: Providers
zh_cn: 供应商

# #32412
source: With Watch Provider
zh_cn: 使用在线观看

# #32413
source: Next episodes checks calendar (slower but more accurate)
zh_cn: 下一集节目表匹配（较慢但更准确）

# #32414
source: Most Watched
zh_cn: 最多观看

# #32415
source: Combine all players for plugin into single entry
zh_cn: 合并所有播放器

# #32416
source: Premieres
zh_cn: 首映

# #32418
source: Adds text to the start of the MPAA rating. For example if set to 'Rated' a 'PG' rating is displayed as 'Rated PG'. Cached items will need to be refreshed.
zh_cn: 在 MPAA 分级的开头添加文本。例如，如果设置为“分级”，则“ PG ”分级显示为“分级 PG ”。缓存的项目将需要刷新。

# #32419
source: The language and country settings used when looking up data from TMDb and Trakt APIs
zh_cn: 从 TMDb 和 Trakt API 查找数据时使用的语言和国家/地区设置

# #32420
source: TMDb artwork quality
zh_cn: TMDb 艺术作品质量

# #32421
source: Top Lists
zh_cn: 热门列表

# #32423
source: MDbList API key
zh_cn: MDbList API 密钥

# #32424
source: Make episode playlists
zh_cn: 新建剧集播放列表

# #32425
source: Have TMDbHelper queue all episodes in a playlist when playing an episode using this player?
zh_cn: 使用此播放器播放剧集时，是否需要 TMDbHelper 将列表中分集排序?

# #32426
source: Return to previous folder (..)
zh_cn: 返回上级文件夹 (..)

# #32427
source: Use current folder as search URL
zh_cn: 将此文件夹作为搜索地址

# #32428
source: Browse for MOVIE search url
zh_cn: 浏览电影搜索网址

# #32429
source: Browse for TVSHOW search url
zh_cn: 剧集浏览搜索地址

# #32430
source: Enter a name for this player
zh_cn: 为播放器新建名称

# #32431
source: Use the same search URL for tvshows as movies?
zh_cn: 搜索电影和剧集使用同样地址的吗？

# #32432
source: Select template
zh_cn: 选择模板

# #32433
source: Missing QUERYKEY in URL
zh_cn: 地址中缺少 QUERYKEY

# #32434
source: You must insert QUERYKEY where the search query for the URL goes
zh_cn: 您必须在搜索地址时插入 QUERYKEY

# #32435
source: Input QUERYKEY where search query goes
zh_cn: 在搜索地址中插入 QUERYKEY

# #32436
source: Details
zh_cn: 详情

# #32437
source: Configure provider data allowlist
zh_cn: 设置提供程序白名单

# #32438
source: Provider allowlist updated
zh_cn: 提供程序允许列表已更新

# #32439
source: The provider allowlist has been updated.
zh_cn: 提供程序列表已更新。

# #32440
source: Edit steps
zh_cn: 编辑步骤

# #32441
source: Add a new step
zh_cn: 添加新步骤

# #32442
source: Add a new rule
zh_cn: 添加规则

# #32443
source: Select value to match against {}
zh_cn: 选择要与 {} 匹配的值

# #32444
source: Select rule or listitem key
zh_cn: 选择规则或列表项密钥

# #32445
source: Edit Rules for Step {}
zh_cn: 为 {} 编辑规则

# #32447
source: Up Next Only
zh_cn: 仅下一个

# #32448
source: Stop before attempting playback
zh_cn: 尝试播放前停止

# #32449
source: Ignore region release filter
zh_cn: 忽略地区筛选器

# #32451
source: Lowest
zh_cn: 最低

# #32452
source: Highest
zh_cn: 最高

# #32453
source: Least played
zh_cn: 最少播放

# #32454
source: Shortest
zh_cn: 最短时长

# #32455
source: Longest
zh_cn: 最久时长

# #32456
source: Watchlist (Released)
zh_cn: 观看列表（已发布）

# #32457
source: Watchlist (Anticipated)
zh_cn: 观看列表（预计）

# #32458
source: Airing Next Library
zh_cn: 播放下一个媒体库

# #32459
source: Your Episodes Airing Next
zh_cn: 你的下一个播放分集

# #32460
source: Awards
zh_cn: 奖项

# #32461
source: Winner of
zh_cn: 获奖

# #32462
source: Nominated for
zh_cn: 提名

# #32463
source: Cache items in custom lists you own for 24 hours
zh_cn: 将您创建的自定义列表中的项目缓存24小时

# #32466
source: Play automatically using available providers
zh_cn: 使用可用播放器自动播放

# #32467
source: Refresh cached Kodi Library details
zh_cn: 刷新缓存的 Kodi 媒体库详细信息

# #32468
source: Authorisation and sync notifications on startup
zh_cn: 启动时的授权和同步通知

# #32469
source: Ignore articles when sorting alphabetically
zh_cn: 按字母顺序排序时忽略文章

# #32471
source: Connection error notifications
zh_cn: 连接错误通知

# #32472
source: Cache image location
zh_cn: 缓存图像位置

# #32473
source: Collected
zh_cn: 已收藏

# #32474
source: Successfully added {} as default player for {}
zh_cn: 已成功将 {} 添加为 {} 默认播放器

# #32475
source: Successfully cleared default player for {}
zh_cn: 已成功清除 {} 默认播放器

# #32476
source: Choose default player
zh_cn: 选择默认播放器

# #32477
source: Change default player for tvshow, season, or episode
zh_cn: 更改剧集默认播放器
