Repository: DenDyGH/skin.arctic.zephyr.2.resurrection.mod
Catalog: language/resource.language.*/strings.po
Languages: es_mx, fr_fr, hu_hu, pl_pl, zh_cn

# #31085
source: This section contains login-screen and profile settings.
es_mx: Esta sección contiene ajustes de pantalla y perfil de inicio de sesión.
fr_fr: Cette section contient les paramètres pour les écrans de connexion et les profils.
hu_hu: Ez a rész tartalmazza a bejelentkezés és profil beállításokat
pl_pl: Ta sekcja zawiera ekran logowanie i ustawienia profilu

# #31086
source: This section contains service settings.
es_mx: Esta sección contiene ajustes relacionados con los servicios.
fr_fr: Cette section contient les paramètres pour les différents services de Kodi.
hu_hu: Ez a rész tartalmazza a szervízbeállításokat
pl_pl: Ta sekcja zawiera ustawienia usługi

# #31087
source: Display colour overlay
es_mx: Mostrar capa de color
fr_fr: Montrer la couleur de recouvrement
hu_hu: Színátfedés megjelenítése
pl_pl: Wyświetl kolor nakładki

# #31088
source: Display scrolling text effect
es_mx: Mostrar efecto de texto en desplazamiento
fr_fr: Montrer l'effet de défilement du texte
hu_hu: Gördülő szöveg megjelenítése
pl_pl: Wyświetl efekt przewijania tekstu

# #31089
source: This section contains interface and regional settings.
es_mx: Esta sección contiene ajustes para la interfaz y la configuración regional.
fr_fr: Cette section contient les paramètres pour l'interface et les paramètres régionnaux.
hu_hu: Ez a rész tartalmazza a kijelző és regionális beállításokat
pl_pl: Ta sekcja zawiera ustawienia interfejsu i ustawienia regionalne

# #31090
source: This section contains media and library settings.
es_mx: Esta sección contiene ajustes para medios y bibliotecas.
fr_fr: Cette section contient les paramètres pour les médias de la librairie."
hu_hu: Ez a rész tartalmazza média és médiatár beállításokat
pl_pl: Ta sekcja zawiera ustawienia mediów i biblioteki

# #31091
source: This section contains playback settings.
es_mx: Esta sección contiene ajustes de reproducción.
fr_fr: Cette section contient les paramètres de relecture."
hu_hu: Ez a rész tartalmazza a lejátszó beállításokat
pl_pl: Ta sekcja zawiera ustawienia odtwarzania

# #31092
source: Plot boxes use Faune font
es_mx: Usar fuente Faune al mostrar argumento
fr_fr: Les encadrés utilisent la police Faune
hu_hu: A tartalom Faune betűtípust használ
pl_pl: Okno opisu używa czcionki Faune

# #31093
source: Disable Slim PVR Guide
es_mx: Usar guía PVR delgada
fr_fr: Guide TV compact
hu_hu: Keskeny PVR menü
pl_pl: Wyłącz wąski tryb przewodnika

# #31094
source: Apply colordiffuse to icons
es_mx: Aplicar color difuso a los iconos
fr_fr: Appliquer un halo aux icones
hu_hu: Átszínezés az ikonokon
pl_pl: Ustaw redukcje kolorów do ikon

# #31095
source: Add-on list viewtypes use default labels
es_mx: Usar etiquetas predeterminadas en los tipos de vista para la lista de complementos
fr_fr: Les types de vue 'liste' des compléments utilisent des étiquettes par défaut
hu_hu: Kiegészítő lista nézetek alap címkéket használnak
pl_pl: Stosuj domyślne etykiety dla widoku list

# #31096
source: Songs use track-naming template
es_mx: Usar plantilla para los nombres de canciones
fr_fr: Les chansons utilisent un modèle de nommage de piste
hu_hu: A dalok szám-elnevezési sablont használnak
pl_pl: Utwory używają szablonu ścieżka-nazwa

# #31097
source: Ends at
es_mx: Termina a las
fr_fr: Fini à
hu_hu: Vége
pl_pl: Kończy się o

# #31098
source: Choose widget
es_mx: Seleccionar widget
fr_fr: Sélectionner widget
hu_hu: Widget választás
pl_pl: Wybierz widget

# #31099
source: Widgets
hu_hu: Widgetek
pl_pl: Widgety

# #31100
source: Content type
es_mx: Tipo de contenido
fr_fr: Type de contenu
hu_hu: Tartalom típus
pl_pl: Typ zawartości

# #31101
source: items
es_mx: elementos
fr_fr: éléments
hu_hu: elemek
pl_pl: pozycji

# #31102
source: min
hu_hu: perc
pl_pl: minuta

# #31104
source: Used Memory
es_mx: Memoria usada
fr_fr: Mémoire utilisée
hu_hu: Használt memória
pl_pl: Użycie pamięci

# #31106
source: Ends:
es_mx: Termina a las:
fr_fr: Fini à:
hu_hu: Befejezés:
pl_pl: Koniec:

# #31107
source: Item limit
es_mx: Limite de elemento
fr_fr: Limite des éléments
hu_hu: Elem limit
pl_pl: Limit pozycji

# #31108
source: Minimal busy loader
es_mx: Indicador de ocupado mínimo
fr_fr: Indicateur de chargement minimal
hu_hu: Kicsi betöltő
pl_pl: Zminimalizuj okienko ładowania

# #31109
source: Customise home menu
es_mx: Personalizar menú de inicio
fr_fr: Personnaliser le menu principal
hu_hu: Főmenü beállítások
pl_pl: Dostosuj menu główne

# #31110
source: Background
es_mx: Fondo
fr_fr: Arrière plan
hu_hu: Háttér
pl_pl: Tło

# #31111
source: Display now playing video in background
es_mx: Mostrar vídeo en reproducción como fondo
fr_fr: Afficher la vidéo en cours de lecture en arrière-plan
hu_hu: Most játszott videók lejátszása a háttérben
pl_pl: Wyświetl aktualnie odtwarzane wideo w tle

# #31112
source: Submenu
es_mx: Submenú
fr_fr: Sous-menu
hu_hu: Almenü
pl_pl: Podmenu

# #31113
source: Global widget
es_mx: Widget global
fr_fr: Widget global
hu_hu: Általános widget
pl_pl: Widget globalny

# #31114
source: Now Playing
es_mx: Reproduciendo
fr_fr: En cours de lecture
hu_hu: Most játszott
pl_pl: Aktualnie odtwarzane

# #31115
source: Display icons
es_mx: Mostrar iconos
fr_fr: Montrer les icônes
hu_hu: Ikonok megjelenítése
pl_pl: Wyświetl ikony

# #31116
source: Choose displayed ratings
es_mx: Seleccionar tipo de valoraciones a mostrar
fr_fr: Choisissez les notes affichées
hu_hu: Megjelenő pontozás beállítása
pl_pl: Wybierz wyświetlane oceny

# #31117
source: 10 seconds
es_mx: 10 segundos
fr_fr: 10 secondes
hu_hu: 10 másodperc
pl_pl: 10 sekund

# #31118
source: Display artist slideshow
es_mx: Mostrar presentación de diapositivas del artista
fr_fr: Afficher le diaporama des artistes
hu_hu: Előadó diavetítés megjelenítése
pl_pl: Wyświetl pokaz slajdów artysty

# #31119
source: Display visualisation behind slideshow
es_mx: Mostrar presentación de diapositivas detrás de visualización
fr_fr: Afficher l'animation derrière le diaporama
hu_hu: Vizualizáció a diavetítés közben
pl_pl: Wyświetl wizualizacje za pokazem slajdów

# #31120
source: Animate artist slideshow
es_mx: Mostrar animación en la presentación de diapositivas del artista
fr_fr: Animer le diaporama des artistes
hu_hu: Mozgó előadó diavetítés
pl_pl: Animuj pokaz slajdów artysty

# #31122
source: 12 seconds
es_mx: 12 segundos
fr_fr: 12 secondes
hu_hu: 12 másodperc
pl_pl: 12 sekund

# #31123
source: 15 seconds
es_mx: 15 segundos
fr_fr: 15 secondes
hu_hu: 15 másodperc
pl_pl: 15 sekund

# #31124
source: 20 seconds
es_mx: 20 segundos
fr_fr: 20 secondes
hu_hu: 20 másodperc
pl_pl: 20 sekund

# #31125
source: 30 seconds
es_mx: 30 segundos
fr_fr: 30 secondes
hu_hu: 30 másodperc
pl_pl: 30 sekund

# #31126
source: 60 seconds
es_mx: 60 segundos
fr_fr: 60 secondes
hu_hu: 60 másodperc
pl_pl: 60 sekund

# #31127
source: 10 minutes
es_mx: 10 minutos
fr_fr: 10 secondes
hu_hu: 10 perc
pl_pl: 10 minut

# #31128
source: Set autoscroll and time per image
es_mx: Establecer desplazamiento automático y tiempo para cada imagen
fr_fr: Définir le défilement automatique et le temps par image
hu_hu: Automatikus görgetési idő beállítása képenként
pl_pl: Ustaw automatyczne przewijanie i czas pomiędzy obrazami

# #31129
source: Use square artist image on music osd
es_mx: Usar imagen cuadrada para artista en OSD de música
fr_fr: Utiliser l'image carrée de l'artiste sur l'OSD de la musique
hu_hu: Négyzetes előadókép használata a zenei osd-n
pl_pl: Używaj kwadratowego zdjęcie artysty na wyświetlaczu muzyki

# #31130
source: Display artist image on music osd
es_mx: Mostrar imagen del artista en OSD de música
fr_fr: Afficher l'image de l'artiste sur l'OSD de la musique
hu_hu: Előadói kép a zenei osd-n
pl_pl: Wyświetl zdjęcie artysty na wyświetlaczu muzyki

# #31131
source: Colour overlay
es_mx: Superposición de color
fr_fr: Superposition de couleurs
hu_hu: Színátfedés
pl_pl: Kolor nakładki

# #31132
source: Use long music osd
hu_hu: Nagyobb zenei osd használata
pl_pl: Uzywaj długiego wyświetlacza muzyki

# #31133
source: Prefer poster image for blur
es_mx: Preferir desenfoque de la imagen póster
fr_fr: Préférez l'image d'affiche pour le floutage
hu_hu: Poszterkép használata az elmosásnál
pl_pl: Preferuj zdjecie plakatu dla rozmycia

# #31134
source: Tri-Panel
es_mx: Panel triple
fr_fr: Panneau de tri
hu_hu: Hármas-Panel
pl_pl: Potrójny-Panel

# #31135
source: Similar
fr_fr: Similaire
hu_hu: Hasonló
pl_pl: Podobne

# #31136
source: Next-up episodes
es_mx: Próximos episodios
fr_fr: Prochains épisodes
hu_hu: Next-up részek
pl_pl: Następne odcinki

# #31137
source: Featuring cast-members
es_mx: Con miembros del elenco
fr_fr: Suppléments et fonctionnalités spéciales
hu_hu: Kiemelt stáb tagok
pl_pl: Z udziałem członków obsady

# #31138
source: Extras and special features
es_mx: Extras y características especiales
hu_hu: Extrák és speciális beállítások
pl_pl: Dodatki i funkcje specjalne

# #31139
source: Layout
es_mx: Widget y diseño
fr_fr: Widgets et mise en page
pl_pl: Ustawienia strony głównej

# #31140
source: Background images
es_mx: Imágenes de fondo
fr_fr: Images de fond
hu_hu: Háttérképek
pl_pl: Obrazy tła

# #31142
source: Scrolling text
es_mx: Texto en desplazamiento
fr_fr: Déffilement du texte
hu_hu: Gördülő szöveg
pl_pl: Przewijany tekst

# #31143
source: Miscellaneous
es_mx: Misceláneo
fr_fr: Divers
hu_hu: Egyebek
pl_pl: Różnorodne

# #31144
source: Fonts and Artwork
es_mx: Fuentes e ilustraciones
fr_fr: Polices de caractère et illustrations
hu_hu: Betűtípusok és képek
pl_pl: Czcionki i grafiki

# #31145
source: Always show info panel with seekbar
pl_pl: Zawsze pokazuj panel informacji nad paskiem postępu

# #31146
source: General options
es_mx: Opciones generales
fr_fr: Options générales
hu_hu: Általános opciók
pl_pl: Ustawienia ogólne

# #31147
source: Headers
es_mx: Encabezados
fr_fr: En-têtes
hu_hu: Fejléc
pl_pl: Nagłówki

# #31148
source: Section name
es_mx: Nombre de la sección
fr_fr: Nom de la section
hu_hu: Almenü név középen
pl_pl: Nazwa sekcji

# #31149
source: Clock and weather in all windows (except home)
es_mx: Reloj y clima
fr_fr: Heure et météo
hu_hu: Óra és időjárás
pl_pl: Zegar i pogoda we wszystkich oknach (oprócz głównego)

# #31150
source: Home background image
es_mx: Establecer imagen alternativa
fr_fr: Image de remplacement
hu_hu: Háttérkép
pl_pl: Obraz tła strony głównej

# #31151
source: Studio and language tags
es_mx: Etiquetas de estudio y lenguaje
fr_fr: Etiquettes des studios et des langages
hu_hu: Stúdió és nyelv címkék
pl_pl: Tagi języka i studio

# #31152
source: Viewtypes
es_mx: Tipos de vista
fr_fr: Type de vue
hu_hu: Nézetek
pl_pl: Ustawienia widoków

# #31153
source: Information overlays
es_mx: Superposiciones de información
fr_fr: Superpositions d'informations
hu_hu: Információ átfedések
pl_pl: Nakładki informacyjne

# #31154
source: Only blur info dialog
es_mx: Usar desenfocado solo en el diálogo de información
fr_fr: Ne flouter que la boîte de dialogue d'informations
hu_hu: Csak az infó dialóg elmosása
pl_pl: Rozmaż tylko info dialog

# #31155
source: Footers
es_mx: Pie de página
fr_fr: Pied de page
hu_hu: Lábléc
pl_pl: Stopki

# #31156
source: PVR Guide
es_mx: Guía PVR
fr_fr: Guide TV
hu_hu: PVR infó
pl_pl: Przewodnik PVR

# #31157
source: Artist's Albums
es_mx: Álbumes de artista
fr_fr: Albums de l'artiste
hu_hu: Előadó albumok
pl_pl: Albumy artysty

# #31158
source: Automatically open visualisation after starting a song
es_mx: Abrir automáticamente visualización al iniciar una canción
fr_fr: Lancer automatiquement l'animation après le démarrage d'une chanson
hu_hu: Vizualizáció indítása zenelejátszáskor
pl_pl: Automaycznie otwórz wizualizacje po starcie piosenki

# #31159
source: Video Sources
es_mx: Fuentes de vídeo
fr_fr: Sources de vidéo
hu_hu: Videó források
pl_pl: Źródła wideo

# #31160
source: Music sources
es_mx: Fuentes de música
fr_fr: Sources de musique
hu_hu: Zene források
pl_pl: Źródła muzyki

# #31161
source: Supported Add-ons
es_mx: Complementos soportados
fr_fr: Compléments supportés
hu_hu: Támogatott kiegészítők
pl_pl: Wspierane wtyczki

# #31162
source: Backup and Restore
es_mx: Copia de seguridad y restauración
fr_fr: Sauvegarder et restaurer
hu_hu: Mentés és visszaállítás
pl_pl: Kopia zapasowa i przywrócenie

# #31163
source: Submenu Items
es_mx: Elementos del submenú
fr_fr: Eléments du sous-menu
hu_hu: Almenü elemek
pl_pl: Przedmioty podmenu

# #31164
source: Start-up
es_mx: Inicio
fr_fr: Démarrage
hu_hu: Kezdő
pl_pl: Ładowanie

# #31165
source: Custom lists
es_mx: Listas personalizadas
fr_fr: Liste personnalisées
hu_hu: Saját listák
pl_pl: Niestandardowe listy

# #31166
source: Choose search lists
es_mx: Seleccionar elementos de búsqueda
fr_fr: Choisir les listes de recherche
hu_hu: Listakereső
pl_pl: Wybierz listy wyszukiwania

# #31167
source: Music video artists
es_mx: Artistas de vídeos musicales
fr_fr: Artistes des vidéos musicales
hu_hu: Zenei videó előadók
pl_pl: Teledyski artysty

# #31168
source: Startup video or playlist
es_mx: Arrancar con vídeo o lista de reproducción
fr_fr: Vidéo ou liste de lecture de démarrage
hu_hu: Indítási videó vagy lejátszólista
pl_pl: Wideo albo playlista startowa

# #31169
source: Edit custom search lists
es_mx: Editar listas de búsqueda personalizadas
fr_fr: Personnnalisation des listes de recherche
hu_hu: Saját keresőlista szerkesztése
pl_pl: Edytuj niestandardowe listy wyszukiwania

# #31171
source: Season Info 2
es_mx: Info de temporada 2
fr_fr: Info de saison 2
pl_pl: Info o sezonie 2

# #31172
source: Display music visualisation in background
es_mx: Mostrar visualización de música como fondo
fr_fr: Montrer l'animation comme fond d'écran
hu_hu: Zenei vizualizáció a háttérben
pl_pl: Wyświetl wizualizacje muzyki w tle

# #31173
source: Recently added
es_mx: Añadidos recientemente
fr_fr: Récement ajouté
hu_hu: Utoljára hozzáadva
pl_pl: Ostatnio dodane

# #31174
source: Landscape art
fr_fr: Illustration paysage
hu_hu: Landscape kép
pl_pl: Wyświetlaj landscape

# #31175
source: Replace genre with program times
es_mx: Reemplazar género por guía temporal de programas
fr_fr: Remplacer le genre par les heures du programme
hu_hu: Műfaj cseréje program időre
pl_pl: Zamień gatunek z godzinami audycji

# #31176
source: Delete Settings Shortcut
es_mx: Eliminar acceso directo a configuración
fr_fr: Supprimer le raccourci vers les paramètres
hu_hu: Beállítás parancsikon törlése
pl_pl: Usuń ustawienia skrótów

# #31177
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
es_mx: ¿Está seguro de que desea eliminar el acceso directo a configuración?[CR]Asegúrese de tener un método alternativo para acceder a la configuración antes de eliminar este acceso directo.
fr_fr: Etes-vous sûre de vouloir supprimer le raccourci vers les paramètres[CR]Assurez-vous, s'il vous plait, d'avoir une méthode alternative pour accéder aux paramètres avant de supprimer.
hu_hu: Biztosan el akarja távolítani a beállítások parancsikont?[CR]A parancsikon eltávolítása előtt ellenőrizze, hogy van-e egy másik módja a beállítások elérésének.
pl_pl: Czy jestes pewien ze chcesz usunąć ustawienia skrótów?[CR]Proszę się upewnić ze masz alternatywną metodę dostępu do ustawień przed usunięciem tego skrótu

# #31178
source: Up Next
es_mx: Siguiente
fr_fr: Suivant
pl_pl: Następny

# #31179
source: Lock view
es_mx: Bloquear vista
fr_fr: Verrouiler la vue
hu_hu: Nézet zárolása
pl_pl: Zablokuj widok

# #31180
source: Unlock view
es_mx: Desbloquear vista
fr_fr: Déverrouiler la vue
hu_hu: Nézet zárolás feloldása
pl_pl: Odblokuj widok

# #31181
source: Select icon
es_mx: Seleccionar icono
fr_fr: Selectionner une icône
hu_hu: Ikon választás
pl_pl: Wybierz ikone

# #31182
source: Additional Widgets
es_mx: Widgets adicionales
fr_fr: Widgets supplémentaires
hu_hu: Kiegészítő widgetek
pl_pl: Dodatkowe widgety

# #31183
source: Default Widgets
es_mx: Widgets por defecto
fr_fr: Widgets par défaut
hu_hu: Alap widgetek
pl_pl: Widgety domyślne

# #31184
source: On Now
es_mx: Ahora
fr_fr: En ce moment
hu_hu: Most
pl_pl: Aktualnie

# #31185
source: Recently Added Movies
es_mx: Películas añadidas recientemente
fr_fr: Films ajoutés récement
hu_hu: Mostanában hozzáadott filmek
pl_pl: Ostatnio dodane filmy

# #31186
source: Theme Switching
es_mx: Cambio de tema
fr_fr: Changement de thème
hu_hu: Téma beállítások
pl_pl: Przełączanie motywów

# #31187
source: Random Albums
es_mx: Álbumes aleatorios
fr_fr: Albums aléatoires
hu_hu: Véletlenszerű albumok
pl_pl: Losowe albumy

# #31189
source: Geometric pattern on panels
es_mx: Patrón geométrico en paneles
fr_fr: Motif géométrique sur panneaux
hu_hu: Geometriai minta a panelek hátterén
pl_pl: Geometryczny wzór na kafelkach

# #31190
source: Recently Played Movies
es_mx: Películas reproducidas recientemente
fr_fr: Films récemment lus
hu_hu: Legutóbb játszott filmek
pl_pl: Ostatnio odtwarzane filmy

# #31191
source: Info List
es_mx: Lista Información
fr_fr: Liste d'information
hu_hu: Infólista
pl_pl: Lista informacyjna

# #31193
source: Select Art (Kodi)
es_mx: Seleccionar arte (Kodi)
fr_fr: Sélectionnez illustrations (Kodi)
hu_hu: Kép választása (Kodi)
pl_pl: Wybierz logo (Kodi)

# #31194
source: Recently Played TV Shows
es_mx: Series TV reproducidas recientemente
fr_fr: Émissions de télévision récemment diffusées
hu_hu: Legutóbb játszott sorozatok
pl_pl: Ostatnio odtwarzane serial

# #31195
source: Select Art (Artwork Beef)
es_mx: Seleccionar arte (Artwork Beef)
fr_fr: Sélectionnez illustrations (Artwork Beef)
hu_hu: Kép választása (Artwork Beef)
pl_pl: Wybierz logo (Artwork Beef)

# #31196
source: In Progress TV Shows
es_mx: Series TV en progreso
fr_fr: Émissions de télévision en cours
hu_hu: Folyamatban levő sorozatok
pl_pl: Seriale w trakcie odtwarzania

# #31197
source: Download all art
es_mx: Descargar todo el arte
fr_fr: Télécharger toutes les illustrations
hu_hu: Minden kép letöltése
pl_pl: Pobierz wszystkie obrazy

# #31198
source: Recently Played Episodes
es_mx: Episodios reproducidos recientemente
fr_fr: Épisodes récemment lus
hu_hu: Legutóbb játszott részek
pl_pl: Ostatnio odtwarzane sezony

# #31199
source: Kiosk mode
es_mx: Modo Kiosko
fr_fr: Mode kiosque
hu_hu: Kiosk mód
pl_pl: Tryb kiosku

# #31200
source: Random Movies
es_mx: Películas aleatorias
fr_fr: Films aléatoires
hu_hu: Véletlenszerű filmek
pl_pl: Losowe filmy

# #31201
source: Simple on-screen info (hide poster and plot)
es_mx: Mostrar información simple en pantalla (oculta póster y argumento)
fr_fr: Informations simples à l'écran (masquer l'affiche et l'intrigue)
hu_hu: Egyszerű infó (poszer és tartalom elrejtése)
pl_pl: Wyświetlaj skrócone informacje (bez plakatu i opisu)

# #31202
source: Random Episodes
es_mx: Episodios aleatorios
fr_fr: Épisodes aléatoires
hu_hu: Véletlenszerű részek
pl_pl: Losowe sezony

# #31203
source: Artwork
es_mx: Ilustraciones
fr_fr: Ilustrations
pl_pl: Grafika

# #31204
source: Refresh Info
es_mx: Refrescar información
fr_fr: Actualiser les informations
hu_hu: Infó frissítése
pl_pl: Odśwież informacje

# #31205
source: Animate background using Ken Burns effect
es_mx: Animar fondo usando efecto Ken Burns
fr_fr: Animer l'arrière-plan à l'aide de l'effet Ken Burns
hu_hu: Ken Burns effekt a háttér animációhoz
pl_pl: Animuj tło używająć efektu Kena Burnsa

# #31206
source: Channel numbers
es_mx: Número de canal
fr_fr: Numéros de chaine
hu_hu: Csatornaszámok
pl_pl: Numery kanału

# #31207
source: Ends:
es_mx: Termina a las:
fr_fr: Fini à:
hu_hu: Befejezés:
pl_pl: Koniec:

# #31214
source: Recently Added Episodes
es_mx: Episodios recientemente añadidos
fr_fr: Épisodes récemment ajoutés
hu_hu: Legutóbb hozzáadott részek
pl_pl: Ostatnio dodane sezony

# #31216
source: In Progress Movies
es_mx: Películas en progreso
fr_fr: Films en cours
hu_hu: Folyamatban levő filmek
pl_pl: Filmy w trakcie odtwarzania

# #31217
source: Change location
es_mx: Cambiar ubicación
fr_fr: Changer de lieu
hu_hu: Helyszín beállítása
pl_pl: Zmień lokacje

# #31218
source: In Progress Episodes
es_mx: Episodios en progreso
fr_fr: Épisodes en cours
hu_hu: Folyamatban levő részek
pl_pl: Sezony w trakcie odtwarzania

# #31222
source: Top Rated TV Shows
es_mx: Series TV mejor valoradas
fr_fr: Émissions de télévision les mieux notées
hu_hu: Top pontozott sorozatok
pl_pl: Seriale najwyżej oceniane

# #31225
source: Top Rated Movies
es_mx: Películas mejor valoradas
fr_fr: Films les mieux notés
hu_hu: Top pontozott filmek
pl_pl: Filmy najwyżej oceniane

# #31230
source: Top Rated Episodes
es_mx: Episodios mejor valorados
fr_fr: Episodes les mieux notés
hu_hu: Top pontozott részek
pl_pl: Sezony najwyżej oceniane

# #31233
source: Random TV Shows
es_mx: Series TV aleatorias
fr_fr: Série TV aléatoires
hu_hu: Véletlenszerű sorozatok
pl_pl: Losowe seriale

# #31236
source: Now playing...
es_mx: Reproduciendo...
fr_fr: En cours de lecture...
hu_hu: Most játszott...
pl_pl: Aktualnie odtwarzane...

# #31238
source: Recently Added Albums
es_mx: Álbumes recientemente añadidos
fr_fr: Albums récemment ajoutés
hu_hu: Utoljára hozzáadott albumok
pl_pl: Ostatnio dodane albumy

# #31242
source: Recently Played Albums
es_mx: Álbumes recientemente reproducidos
fr_fr: Albums récemment joués
hu_hu: Utoljára lejátszott albumok
pl_pl: Ostatnio odtwarzane albumy

# #31243
source: Top 100 Albums
es_mx: Los 100 mejores Álbumes
hu_hu: Top 100 album
pl_pl: Top 100 albumów

# #31248
source: Edit Shortcuts
es_mx: Editar accesos directos
fr_fr: Editer les raccourcis
hu_hu: Parancsikonok módosítása
pl_pl: Edytuj skróty

# #31257
source: Movie Genres
es_mx: Géneros películas
fr_fr: Genres de film
hu_hu: Film műfajok
pl_pl: Getunki filmów

# #31260
source: Movie Sets
es_mx: Colecciones
fr_fr: Collections de film
hu_hu: Filmgyűjtemények
pl_pl: Sety filmowe

# #31262
source: Poster
es_mx: Carteles
fr_fr: Affiche
hu_hu: Poszter
pl_pl: Plakat

# #31267
source: Action
es_mx: Acción
hu_hu: Akció
pl_pl: Akcja

# #31268
source: Label
es_mx: Etiqueta
fr_fr: Etiquette
hu_hu: Címke
pl_pl: Etykieta

# #31269
source: Fallback widget
es_mx: Widget alternativo
fr_fr: Widget de remplacement
hu_hu: Háttér widget
pl_pl: Widget zastępczy

# #31270
source: Video / Music
es_mx: Vídeo / Música
fr_fr: Vidéo / Musique
hu_hu: Film / Zene
pl_pl: Wideo / Muzyka

# #31271
source: Single Image
es_mx: Una sola imagen
fr_fr: Image unique
hu_hu: Egy kép
pl_pl: Pojedynczy obraz

# #31272
source: Multi Image
es_mx: Multiples imágenes
fr_fr: Multiples images
hu_hu: Többszörös kép
pl_pl: Wiele obrazów

# #31274
source: TvShow Genres
es_mx: Géneros Series TV
fr_fr: Genres de Séries TV
hu_hu: Sorozat műfaj
pl_pl: Getunki serialu

# #31275
source: Blur background
es_mx: Usar desenfocado para fondo
fr_fr: Fouter l'arrière plan
hu_hu: Háttér elmosása
pl_pl: Rozmycie tła

# #31276
source: IMDB Top 250 Movies
es_mx: Las 250 mejores películas de IMDB
fr_fr: Les 250 meilleurs films selon IMDB
hu_hu: IMDB Top 250 filmek
pl_pl: Top 250 filmów według IMDB

# #31278
source: Unwatched Movies
es_mx: Películas no vistas
fr_fr: Films non regardés
hu_hu: Nem látott filmek
pl_pl: Nieobejrzane filmy

# #31279
source: Video decoder
es_mx: Decodificador de vídeo
fr_fr: Décodeur vidéo
hu_hu: Videó dekóder
pl_pl: Dekoder wideo

# #31280
source: Pixel format
es_mx: Formato de píxel
fr_fr: Format pixel
hu_hu: Pixel formátum
pl_pl: Format pixeli

# #31283
source: Unwatched Episodes
es_mx: Episodios no vistos
fr_fr: Épisodes non regardés
hu_hu: Nem látott részek
pl_pl: Nieobejrzane sezony

# #31285
source: Extended info
es_mx: Info extendida
fr_fr: Informations supplémentaires
hu_hu: Bővített infó
pl_pl: Rozszerzona informacje

# #31286
source: Highlight colour
es_mx: Color para resaltado
fr_fr: Couleur de surbrillance
hu_hu: Kiemelt szín
pl_pl: Kolor podświetlania
